{"pregunta": "¿Cuál de las siguientes opciones define mejor el principal objetivo de la administración?", "a": "Maximizar las ganancias en el menor tiempo posible", "b": "Alcanzar los objetivos de la organización de manera eficiente y eficaz mediante la coordinación de recursos", "c": "Reducir costos operativos a través del control estricto de los empleados", "d": "Diseñar estructuras organizacionales complejas y jerárquicas", "correcta": "b", "materia": "Administración", "tema": "Fundamentos de la Administración - Teorías y Postulados", "razonamiento": "La esencia de la administración es coordinar personas y recursos para lograr metas organizacionales con eficacia (lograr los objetivos) y eficiencia (usar bien los recursos). Las demás opciones describen medios o enfoques específicos, no la definición fundamental."}
{"pregunta": "La aportación de Henry Fayol a la Teoría Clásica se centró principalmente en:", "a": "El estudio científico de movimientos y tiempos para mejorar la productividad del obrero.", "b": "La identificación y análisis de las funciones básicas de la administración a nivel de la dirección general.", "c": "La importancia de las necesidades sociales y el grupo informal dentro de la fábrica.", "d": "El diseño de estructuras organizacionales basadas en la autoridad y la especialización.", "correcta": "b", "materia": "Administración", "tema": "Fundamentos de la Administración - Enfoques de la Administración", "razonamiento": "Fayol es el padre de la Teoría Clásica administrativa y propuso las 6 funciones de la empresa y los 14 principios de la administración, enfocándose en la dirección y la organización global. La opción A corresponde a Frederick Taylor (Administración Científica)."}
{"pregunta": "El enfoque administrativo que surge como reacción a las limitaciones de los enfoques clásicos, al enfatizar las relaciones humanas, la motivación y el liderazgo, se conoce como:", "a": "Enfoque Estructuralista.", "b": "Enfoque Humanista o de las Relaciones Humanas.", "c": "Enfoque Situacional o Contingencial.", "d": "Enfoque de Sistemas.", "correcta": "b", "materia": "Administración", "tema": "Fundamentos de la Administración - Enfoques de la Administración", "razonamiento": "El Enfoque Humanista, derivado de los estudios de Hawthorne, puso el énfasis en el factor humano, la motivación, la comunicación y el liderazgo, contrastando con el enfoque mecanicista de las teorías clásicas."}
{"pregunta": "¿Cuál de las siguientes es una característica principal de una organización con fines de lucro?", "a": "Su principal objetivo es brindar un servicio a la comunidad sin buscar ganancias económicas.", "b": "Opera principalmente con fondos provenientes de donaciones o del gobierno.", "c": "Busca generar excedentes económicos (utilidades) para sus propietarios o accionistas.", "d": "Su supervivencia no depende del mercado ni de la competencia.", "correcta": "c", "materia": "Administración", "tema": "Fundamentos de la Administración - Clasificación de las Organizaciones", "razonamiento": "La clasificación por propósito distingue entre organizaciones lucrativas (buscan utilidad) y no lucrativas (buscan un fin social). Las opciones A, B y D describen características típicas de organizaciones no gubernamentales, civiles o gubernamentales."}
{"pregunta": "El área funcional responsable de las actividades relacionadas con la transformación de insumos en productos terminados o servicios se denomina:", "a": "Mercadotecnia.", "b": "Finanzas.", "c": "Producción u Operaciones.", "d": "Recursos Humanos.", "correcta": "c", "materia": "Administración", "tema": "Fundamentos de la Administración - Áreas Funcionales", "razonamiento": "El área de Producción u Operaciones se encarga del proceso de creación de bienes y servicios. Mercadotecnia se enfoca en la comercialización, Finanzas en la gestión del dinero y Recursos Humanos en el personal."}
{"pregunta": "En el proceso para lanzar un producto, la etapa en la que se identifica una necesidad insatisfecha en el mercado o una idea innovadora se conoce como:", "a": "Evaluación y Desarrollo.", "b": "Detección de la Oportunidad.", "c": "Elaboración del Plan de Negocios.", "d": "Implementación y Crecimiento.", "correcta": "b", "materia": "Administración", "tema": "Fundamentos de la Administración - Emprendimiento", "razonamiento": "El proceso emprendedor generalmente inicia con la identificación de una oportunidad de mercado (necesidad, problema) o una idea creativa que puede convertirse en un negocio viable."}
{"pregunta": "La etapa del proceso administrativo que consiste en determinar los objetivos y decidir sobre los recursos y acciones necesarias para alcanzarlos es:", "a": "Organización.", "b": "Dirección.", "c": "Control.", "d": "Planeación.", "correcta": "d", "materia": "Administración", "tema": "Proceso Administrativo - Introducción", "razonamiento": "La planeación es la primera función administrativa. Implica definir metas (qué se quiere lograr) y trazar cursos de acción (cómo se va a lograr). Organizar es asignar recursos, dirigir es guiar al personal y controlar es evaluar resultados."}
{"pregunta": "Un documento administrativo que establece la razón de ser, el propósito fundamental y permanente de una organización es su:", "a": "Visión.", "b": "Misión.", "c": "Valores.", "d": "Objetivo estratégico.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Planeación", "razonamiento": "La Misión responde a las preguntas: ¿quiénes somos?, ¿qué hacemos? y ¿por qué existimos? La Visión (A) describe el futuro deseado, los Valores (C) son los principios éticos y los Objetivos (D) son metas específicas."}
{"pregunta": "La herramienta gráfica que representa la estructura formal de una organización, mostrando las unidades que la componen, sus relaciones, jerarquías y canales de comunicación, se llama:", "a": "Diagrama de Flujo.", "b": "Manual de Procedimientos.", "c": "Organigrama.", "d": "Presupuesto Maestro.", "correcta": "c", "materia": "Administración", "tema": "Proceso Administrativo - Organización", "razonamiento": "El organigrama es la representación visual de la estructura organizacional. El diagrama de flujo (A) muestra procesos, el manual de procedimientos (B) describe tareas y el presupuesto (D) es una herramienta de planificación y control financiero."}
{"pregunta": "La función de dirección incluye el proceso de influir en las personas para que contribuyan voluntariamente y con entusiasmo al logro de los objetivos organizacionales. A esto se le denomina:", "a": "Motivación.", "b": "Toma de Decisiones.", "c": "Comunicación.", "d": "Liderazgo.", "correcta": "d", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "El liderazgo es un elemento clave de la dirección y se define como la capacidad de influir en un grupo para lograr metas. La motivación (A) es el impulso para actuar, la toma de decisiones (B) es elegir entre alternativas y la comunicación (C) es el intercambio de información."}
{"pregunta": "El proceso de control administrativo que implica comparar el desempeño real contra los estándares establecidos para detectar desviaciones se conoce como:", "a": "Establecimiento de Estándares.", "b": "Medición del Desempeño.", "c": "Corrección de Desviaciones.", "d": "Retroalimentación.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "El control sigue estos pasos: 1) Establecer estándares (A), 2) Medir el desempeño real (B), 3) Comparar para encontrar desviaciones y 4) Tomar acciones correctivas (C). La medición es el paso donde se recopilan datos sobre lo que realmente está ocurriendo."}
{"pregunta": "La escuela de pensamiento administrativo que enfatizó la aplicación del método científico al estudio del trabajo, buscando la 'única mejor manera' de realizar una tarea para maximizar la eficiencia, es la:", "a": "Teoría de las Relaciones Humanas.", "b": "Teoría de la Burocracia.", "c": "Teoría Clásica (Fayol).", "d": "Administración Científica (Taylor).", "correcta": "d", "materia": "Administración", "tema": "Escuelas del Pensamiento Administrativo", "razonamiento": "Frederick W. Taylor es el padre de la Administración Científica, centrada en la optimización de tareas manuales repetitivas mediante estudios de tiempos y movimientos. La Teoría Clásica (C) tiene un enfoque más general y estructural."}
{"pregunta": "Una organización que se clasifica como 'sociedad anónima' según su estructura legal se caracteriza porque:", "a": "Los dueños tienen responsabilidad ilimitada sobre las deudas de la empresa.", "b": "Su capital está dividido en acciones y la responsabilidad de los accionistas se limita a su aportación.", "c": "Pertenece y es administrada por una sola persona.", "d": "Requiere un número mínimo de socios que trabajan activamente en ella.", "correcta": "b", "materia": "Administración", "tema": "Estudio de Empresas y Organizaciones", "razonamiento": "La sociedad anónima (S.A.) es una forma jurídica donde el capital se divide en acciones transferibles y los accionistas tienen responsabilidad limitada. La opción A describe una empresa individual o sociedad colectiva, la C una empresa individual y la D una sociedad de personas."}
{"pregunta": "¿Cuál de los siguientes es un recurso NO tangible de una empresa?", "a": "Maquinaria y equipo.", "b": "Dinero en efectivo e inventarios.", "c": "Reputación y marca.", "d": "Edificios e instalaciones.", "correcta": "c", "materia": "Administración", "tema": "Estudio de Empresas y Organizaciones", "razonamiento": "Los recursos intangibles son activos no físicos que aportan valor, como la marca, la reputación, el conocimiento o las patentes. Los recursos tangibles (A, B, D) tienen existencia física (edificios, dinero, materias primas)."}
{"pregunta": "¿Qué autor de la Teoría Clásica es conocido por formular los 14 principios generales de la administración, como la unidad de mando y la división del trabajo?", "a": "Max Weber.", "b": "Elton Mayo.", "c": "Henry Fayol.", "d": "Frederick Taylor.", "correcta": "c", "materia": "Administración", "tema": "Fundamentos de la Administración - Enfoques de la Administración", "razonamiento": "Henry Fayol, ingeniero francés, propuso los 14 principios de la administración como guías universales para los gerentes. Weber (A) desarrolló la teoría de la burocracia, Mayo (B) lideró los estudios de Hawthorne y Taylor (D) la administración científica."}
{"pregunta": "El enfoque situacional o contingente en administración postula que:", "a": "Existe un único y mejor método para organizar y gestionar que se aplica a todas las empresas.", "b": "La estructura y las acciones administrativas más efectivas dependen de las circunstancias específicas de cada situación.", "c": "El factor humano es el único elemento determinante del éxito organizacional.", "d": "Las organizaciones deben ser sistemas completamente cerrados para ser eficientes.", "correcta": "b", "materia": "Administración", "tema": "Fundamentos de la Administración - Enfoques de la Administración", "razonamiento": "El enfoque contingente rechaza los principios universales. Sostiene que la práctica administrativa es situacional y que lo que funciona en un contexto puede no funcionar en otro debido a variables como el entorno, la tecnología o el tamaño."}
{"pregunta": "Las organizaciones que se clasifican como 'no gubernamentales' (ONG) pertenecen principalmente a la categoría de:", "a": "Organizaciones con fines de lucro.", "b": "Organizaciones del sector público.", "c": "Organizaciones del sector social o sociedad civil.", "d": "Organizaciones transnacionales.", "correcta": "c", "materia": "Administración", "tema": "Fundamentos de la Administración - Clasificación de las Organizaciones", "razonamiento": "Las ONG son organizaciones privadas, sin ánimo de lucro, que actúan en el ámbito de la sociedad civil para fines humanitarios, sociales o ambientales. No pertenecen al sector gubernamental (B) ni buscan lucro (A)."}
{"pregunta": "El área funcional encargada de atraer, capacitar, evaluar y compensar a los empleados de una organización es:", "a": "Administración.", "b": "Mercadotecnia.", "c": "Recursos Humanos.", "d": "Finanzas.", "correcta": "c", "materia": "Administración", "tema": "Fundamentos de la Administración - Áreas Funcionales", "razonamiento": "El área de Recursos Humanos gestiona todo lo relacionado con el personal: reclutamiento, selección, capacitación, remuneración, relaciones laborales y desarrollo."}
{"pregunta": "Un emprendedor que inicia un negocio buscando principalmente independencia y control sobre su vida laboral, más que un crecimiento agresivo, se conoce comúnmente como:", "a": "Emprendedor por necesidad.", "b": "Emprendedor social.", "c": "Emprendedor de estilo de vida.", "d": "Emprendedor innovador.", "correcta": "c", "materia": "Administración", "tema": "Fundamentos de la Administración - Emprendimiento", "razonamiento": "El emprendedor de estilo de vida crea un negocio que se adapta a sus preferencias personales y le brinda libertad. El emprendedor por necesidad (A) lo hace por falta de alternativas, el social (B) busca impacto social y el innovador (D) se enfoca en ideas disruptivas."}
{"pregunta": "La secuencia correcta y más aceptada de las etapas del proceso administrativo es:", "a": "Dirección, Control, Planeación, Organización.", "b": "Control, Planeación, Organización, Dirección.", "c": "Planeación, Organización, Dirección, Control.", "d": "Organización, Dirección, Control, Planeación.", "correcta": "c", "materia": "Administración", "tema": "Proceso Administrativo - Introducción", "razonamiento": "El proceso administrativo es cíclico e interdependiente, pero el orden lógico es: 1) Planificar (definir metas y planes), 2) Organizar (asignar recursos y estructura), 3) Dirigir (guiar y motivar al personal) y 4) Controlar (evaluar y corregir)."}
{"pregunta": "En la planeación, la declaración que describe el estado futuro deseado al que aspira una organización a largo plazo se denomina:", "a": "Misión.", "b": "Política.", "c": "Visión.", "d": "Objetivo operativo.", "correcta": "c", "materia": "Administración", "tema": "Proceso Administrativo - Planeación", "razonamiento": "La Visión es la imagen futura de la organización (¿qué queremos ser?). La Misión (A) es la razón de ser actual, las Políticas (B) son guías para la acción y los Objetivos (D) son metas concretas y medibles."}
{"pregunta": "El principio de organización que establece que cada empleado debe recibir órdenes de un solo superior para evitar conflictos e ineficiencias se conoce como:", "a": "Unidad de Mando.", "b": "División del Trabajo.", "c": "Amplitud de Control.", "d": "Departamentalización.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Organización", "razonamiento": "El principio de Unidad de Mando, formulado por Fayol, sostiene que un subordinado debe tener un solo jefe directo. La división del trabajo (B) es la especialización de tareas, la amplitud de control (C) se refiere al número de subordinados y la departamentalización (D) es agrupar actividades."}
{"pregunta": "El estilo de liderazgo en el que el líder comparte la toma de decisiones con sus subordinados, fomentando la participación y la delegación, se clasifica como:", "a": "Liderazgo autocrático.", "b": "Liderazgo democrático o participativo.", "c": "Liderazgo laissez-faire (dejar hacer).", "d": "Liderazgo transaccional.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "El liderazgo democrático se caracteriza por la participación del grupo en las decisiones. El autocrático (A) concentra la autoridad, el laissez-faire (C) es no directivo y el transaccional (D) se basa en intercambios (recompensas por desempeño)."}
{"pregunta": "Una de las técnicas de control administrativo que consiste en la formulación cuantitativa de planes futuros en términos financieros es:", "a": "Auditoría administrativa.", "b": "Estudio de métodos.", "c": "Presupuestación.", "d": "Diagrama de Gantt.", "correcta": "c", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "Un presupuesto es un plan expresado en términos numéricos (generalmente monetarios) para un período determinado. Es una herramienta fundamental de planificación y control. El diagrama de Gantt (D) es para programar actividades, no específicamente financiero."}
{"pregunta": "La escuela del pensamiento administrativo desarrollada por Max Weber se centra en el concepto de:", "a": "Motivación y grupos informales.", "b": "Burocracia como forma ideal de organización.", "c": "Principios universales de gestión.", "d": "Método científico aplicado al trabajo.", "correcta": "b", "materia": "Administración", "tema": "Escuelas del Pensamiento Administrativo", "razonamiento": "Max Weber, sociólogo alemán, teorizó sobre la burocracia como un sistema organizacional racional y eficiente basado en reglas, jerarquía, especialización e impersonalidad. La opción A es la Escuela de Relaciones Humanas, la C la Clásica de Fayol y la D la Científica de Taylor."}
{"pregunta": "Al estudiar empresas, el análisis 'FODA' se utiliza para evaluar:", "a": "Solo el entorno externo (oportunidades y amenazas).", "b": "Solo la situación interna (fortalezas y debilidades).", "c": "La situación interna y externa de la organización de manera integral.", "d": "Exclusivamente la competencia directa.", "correcta": "c", "materia": "Administración", "tema": "Estudio de Empresas y Organizaciones", "razonamiento": "El análisis FODA (o SWOT) es una herramienta de planeación estratégica que considera las Fortalezas y Debilidades (factores internos) y las Oportunidades y Amenazas (factores del entorno externo)."}
{"pregunta": "Frederick W. Taylor, asociado a la Administración Científica, promovió la idea de que:", "a": "La productividad se maximiza cuando los gerentes se preocupan por el bienestar social de los trabajadores.", "b": "La cooperación entre gerentes y trabajadores, guiada por la ciencia, lleva a la prosperidad de ambos.", "c": "La estructura organizacional debe ser flexible y adaptarse a las circunstancias.", "d": "La autoridad debe derivar del conocimiento técnico y no solo del puesto jerárquico.", "correcta": "b", "materia": "Administración", "tema": "Escuelas del Pensamiento Administrativo", "razonamiento": "Taylor propuso la 'revolución mental' donde gerentes (que planean científicamente) y trabajadores (que ejecutan) cooperan para aumentar la eficiencia, compartiendo los beneficios de la mayor productividad. La opción A se asocia más a Mayo y la D, aunque relacionada, no era su idea central."}
{"pregunta": "Según el enfoque estructuralista, las organizaciones son vistas principalmente como:", "a": "Sistemas cerrados e independientes de su entorno.", "b": "Unidades sociales compuestas por personas que buscan satisfacer necesidades.", "c": "Sistemas racionales de autoridad y división del trabajo.", "d": "Sistemas abiertos en constante interacción con un entorno dinámico.", "correcta": "d", "materia": "Administración", "tema": "Fundamentos de la Administración - Enfoques de la Administración", "razonamiento": "El estructuralismo, influenciado por la Teoría de Sistemas, concibe a las organizaciones como sistemas abiertos que intercambian recursos e información con su medio ambiente y deben adaptarse para sobrevivir."}
{"pregunta": "Una empresa manufacturera que produce automóviles y una universidad pública se diferencian principalmente en su:", "a": "Grado de formalización (uso de reglas).", "b": "Propósito fundamental (lucrativo vs. educativo/social).", "c": "Nivel de jerarquía.", "d": "Tipo de tecnología utilizada.", "correcta": "b", "materia": "Administración", "tema": "Fundamentos de la Administración - Clasificación de las Organizaciones", "razonamiento": "La clasificación por propósito es clave: la fábrica es una organización lucrativa (busca utilidad), mientras que la universidad pública es una organización de servicio no lucrativa (su fin es educar e investigar). Ambas pueden compartir características de las opciones A, C y D."}
{"pregunta": "El proceso mediante el cual el área de Mercadotecnia identifica grupos de consumidores con necesidades similares para dirigir sus esfuerzos se llama:", "a": "Posicionamiento.", "b": "Segmentación de mercado.", "c": "Investigación de mercados.", "d": "Mezcla de mercadotecnia (4P's).", "correcta": "b", "materia": "Administración", "tema": "Fundamentos de la Administración - Áreas Funcionales", "razonamiento": "La segmentación consiste en dividir el mercado total en subgrupos (segmentos) homogéneos para diseñar estrategias específicas. El posicionamiento (A) es la percepción de la marca en la mente del consumidor, la investigación (C) recaba datos y la mezcla (D) son las herramientas tácticas (producto, precio, plaza, promoción)."}
{"pregunta": "En el contexto del emprendimiento, un 'plan de negocios' es un documento que sirve principalmente para:", "a": "Detallar únicamente las proyecciones financieras del negocio.", "b": "Servir como guía interna para los fundadores, describiendo la idea, el mercado, la estrategia, las operaciones y las finanzas.", "c": "Garantizar por sí mismo el éxito de la nueva empresa.", "d": "Contratar al personal operativo necesario.", "correcta": "b", "materia": "Administración", "tema": "Fundamentos de la Administración - Emprendimiento", "razonamiento": "El plan de negocios es una herramienta fundamental de planeación que describe por escrito todos los aspectos del proyecto (resumen ejecutivo, producto, análisis de mercado, equipo, operaciones, finanzas) y sirve tanto para guiar al emprendedor como para atraer inversionistas."}
{"pregunta": "La etapa de 'Organización' en el proceso administrativo incluye la actividad de agrupar actividades y recursos en unidades específicas, lo que se conoce como:", "a": "Jerarquización.", "b": "Departamentalización.", "c": "Coordinación.", "d": "Descripción de puestos.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Organización", "razonamiento": "La departamentalización es el proceso de agrupar actividades y personas en departamentos (por función, producto, territorio, cliente, etc.) para lograr los objetivos. La jerarquización (A) define los niveles de autoridad, la coordinación (C) es la sincronización de esfuerzos y la descripción de puestos (D) define responsabilidades."}
{"pregunta": "¿Cuál de las siguientes herramientas de planeación establece un marco de referencia y límites generales para la toma de decisiones, pero no indica acciones específicas?", "a": "Procedimiento.", "b": "Presupuesto.", "c": "Regla.", "d": "Política.", "correcta": "d", "materia": "Administración", "tema": "Proceso Administrativo - Planeación", "razonamiento": "Las políticas son guías o criterios generales que orientan la toma de decisiones, dejando cierto margen de interpretación (ej: \"promover desde dentro\"). Los procedimientos (A) son secuencias de pasos, las reglas (C) son mandatos específicos y los presupuestos (B) son planes numéricos."}
{"pregunta": "El principio de dirección que sugiere que los intereses individuales de los empleados deben subordinarse al interés general de la organización fue propuesto por:", "a": "Frederick Taylor.", "b": "Elton Mayo.", "c": "Henry Fayol.", "d": "Douglas McGregor.", "correcta": "c", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "El 'interés general sobre el individual' es uno de los 14 principios de administración de Fayol. Sugiere que los objetivos de la organización deben tener prioridad sobre los personales para lograr la armonía."}
{"pregunta": "Cuando un gerente observa personalmente el trabajo de los empleados para asegurarse de que se cumplan los estándares, está utilizando una técnica de control conocida como:", "a": "Control contable o financiero.", "b": "Control por excepción.", "c": "Supervisión directa.", "d": "Auditoría externa.", "correcta": "c", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "La supervisión directa es un método de control personal e inmediato, donde el administrador observa y guía a los subordinados en tiempo real. Es común en niveles operativos y para tareas específicas."}
{"pregunta": "La Teoría de las Relaciones Humanas surgió fundamentalmente a partir de:", "a": "Los estudios sobre tiempos y movimientos en la industria siderúrgica.", "b": "La observación de las prácticas administrativas en grandes corporaciones europeas.", "c": "Los experimentos realizados en la planta Hawthorne de Western Electric.", "d": "El análisis de estructuras burocráticas en organizaciones gubernamentales.", "correcta": "c", "materia": "Administración", "tema": "Escuelas del Pensamiento Administrativo", "razonamiento": "Los estudios de Hawthorne (1924-1932), dirigidos por Elton Mayo, descubrieron la importancia de los factores sociales y psicológicos (grupos informales, atención) en la productividad, dando origen al enfoque de las Relaciones Humanas."}
{"pregunta": "Una microempresa en México se define principalmente por su:", "a": "Actividad económica (sector industrial o de servicios).", "b": "Estructura legal (si es S.A. o S. de R.L.).", "c": "Número reducido de empleados y volumen de ventas o activos.", "d": "Antigüedad en el mercado.", "correcta": "c", "materia": "Administración", "tema": "Estudio de Empresas y Organizaciones", "razonamiento": "La clasificación de empresas por tamaño (micro, pequeña, mediana, grande) se basa comúnmente en criterios cuantitativos como el número de trabajadores, el monto de las ventas anuales o el valor de los activos. Las otras opciones son clasificaciones diferentes."}
{"pregunta": "El principio de la administración que sugiere que la autoridad y responsabilidad deben ir equilibradas, de modo que quien tiene una responsabilidad debe tener la autoridad necesaria para cumplirla, se conoce como:", "a": "Autoridad y responsabilidad.", "b": "Unidad de mando.", "c": "Disciplina.", "d": "Centralización.", "correcta": "a", "materia": "Administración", "tema": "Fundamentos de la Administración - Teorías y Postulados", "razonamiento": "Fayol estableció que la autoridad (derecho a dar órdenes) y la responsabilidad (deber de rendir cuentas) deben ser recíprocas y estar en equilibrio. La unidad de mando (B) significa un solo jefe, la disciplina (C) es el respeto a las reglas y la centralización (D) se refiere a dónde se concentra la autoridad."}
{"pregunta": "Según la Teoría de la Burocracia de Max Weber, ¿cuál de los siguientes es un principio característico de este tipo de organización ideal?", "a": "Las decisiones se toman de manera emocional y personalista.", "b": "La selección y promoción del personal se basa en el favoritismo y en relaciones familiares.", "c": "Las normas y procedimientos están escritos y se aplican de manera impersonal.", "d": "Los cargos son temporales y rotativos para evitar el estancamiento.", "correcta": "c", "materia": "Administración", "tema": "Escuelas del Pensamiento Administrativo", "razonamiento": "La burocracia ideal de Weber se basa en la racionalidad y la legalidad, con normas explícitas aplicadas de forma impersonal (sin afectos o pasiones). Las opciones A, B y D describen características opuestas a la burocracia weberiana, la cual valora la competencia técnica, la permanencia en el cargo y la continuidad."}
{"pregunta": "En el análisis FODA, las 'Fortalezas' y 'Debilidades' se refieren a factores:", "a": "Externos, controlables por la empresa.", "b": "Internos, controlables por la empresa.", "c": "Externos, incontrolables por la empresa.", "d": "Internos, incontrolables por la empresa.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Planeación", "razonamiento": "En el análisis FODA, las Fortalezas y Debilidades son factores internos de la organización (recursos, capacidades, procesos) sobre los que la empresa tiene un alto grado de control. Las Oportunidades y Amenazas son factores externos (del entorno económico, social, competitivo) sobre los que la empresa tiene poco o ningún control."}
{"pregunta": "Un manual administrativo que describe detalladamente la secuencia de pasos para realizar una actividad específica y rutinaria (por ejemplo, el proceso de compra) se denomina manual de:", "a": "Organización.", "b": "Políticas.", "c": "Procedimientos.", "d": "Bienvenida.", "correcta": "c", "materia": "Administración", "tema": "Proceso Administrativo - Organización", "razonamiento": "El manual de procedimientos estandariza la forma de ejecutar una tarea, especificando el orden cronológico de las operaciones, los responsables y los formatos a usar. El manual de organización (A) describe funciones y estructura, el de políticas (B) establece guías de decisión."}
{"pregunta": "La teoría de la motivación de Maslow propone que las necesidades humanas están organizadas en una:", "a": "Jerarquía de cinco niveles, donde se deben satisfacer primero las necesidades básicas.", "b": "Serie de factores higiénicos y motivadores independientes.", "c": "Dualidad entre la Teoría X y la Teoría Y.", "d": "Escalera de tres peldaños: fisiológicas, sociales y de autorrealización.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "Maslow propuso una jerarquía de 5 niveles: fisiológicas, de seguridad, sociales (afiliación), de estima y de autorrealización. Se avanza escalonadamente. La opción B es la teoría de Herzberg, la C es de McGregor y la D es una versión incorrecta y reducida de la pirámide."}
{"pregunta": "¿Cuál de las siguientes técnicas de control se enfoca en comparar el desempeño actual de la organización con datos de periodos anteriores para identificar tendencias?", "a": "Control concurrente (durante la acción).", "b": "Control preliminar o preventivo.", "c": "Auditoría interna.", "d": "Análisis de series de tiempo.", "correcta": "d", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "El análisis de series de tiempo (o análisis histórico) es una técnica de control que estudia datos pasados para proyectar tendencias futuras y evaluar el desempeño actual en su contexto. Los controles preliminar (B), concurrente (A) y de retroalimentación se clasifican por el momento en que se ejercen."}
{"pregunta": "¿Qué enfoque administrativo sostiene que no existe una única mejor forma de organizar, y que la estructura y estrategia dependen de factores como el entorno y la tecnología?", "a": "Enfoque Clásico.", "b": "Enfoque de Sistemas.", "c": "Enfoque Situacional o Contingencial.", "d": "Enfoque Humanista.", "correcta": "c", "materia": "Administración", "tema": "Fundamentos de la Administración - Enfoques de la Administración", "razonamiento": "El enfoque contingente (situacional) argumenta que la efectividad de las prácticas administrativas depende (es contingente) de variables específicas de cada situación, como el entorno (estable o dinámico), la tecnología o el tamaño de la organización."}
{"pregunta": "Una cooperativa es un tipo de organización que se clasifica principalmente por su:", "a": "Tamaño (siendo siempre una microempresa).", "b": "Estructura legal (es una sociedad anónima).", "c": "Propiedad (pertenece y es gestionada por sus socios-usuarios).", "d": "Propósito (siempre tiene fines no lucrativos).", "correcta": "c", "materia": "Administración", "tema": "Fundamentos de la Administración - Clasificación de las Organizaciones", "razonamiento": "Una cooperativa se distingue por su forma de propiedad y control: es una asociación autónoma de personas (socios) que se unen para satisfacer necesidades comunes, y donde cada socio tiene un voto, independientemente de su aportación de capital. Puede tener fines económicos (lucro para los socios) o sociales."}
{"pregunta": "El proceso de 'Integración' en el área de Recursos Humanos que consiste en dotar a los empleados de los conocimientos y habilidades necesarios para su puesto se denomina:", "a": "Reclutamiento.", "b": "Selección.", "c": "Capacitación y desarrollo.", "d": "Evaluación del desempeño.", "correcta": "c", "materia": "Administración", "tema": "Fundamentos de la Administración - Áreas Funcionales", "razonamiento": "La capacitación busca mejorar las habilidades, conocimientos y actitudes del empleado para su puesto actual. El desarrollo se enfoca en prepararlo para responsabilidades futuras. Reclutamiento (A) atrae candidatos, selección (B) elige al idóneo y evaluación (D) mide su rendimiento."}
{"pregunta": "La fase del proceso emprendedor en la que se analiza la viabilidad técnica, de mercado y financiera de la idea de negocio se conoce como:", "a": "Detección de la oportunidad.", "b": "Puesta en marcha o implementación.", "c": "Evaluación y desarrollo del concepto.", "d": "Crecimiento y consolidación.", "correcta": "c", "materia": "Administración", "tema": "Fundamentos de la Administración - Emprendimiento", "razonamiento": "Después de detectar la oportunidad, es crucial evaluar el concepto de negocio para determinar si es viable y vale la pena invertir en él. Esto implica estudios de mercado, análisis de costos, proyecciones financieras y evaluación de riesgos."}
{"pregunta": "¿Cuál es el primer paso dentro de la etapa de 'Planeación' del proceso administrativo?", "a": "Definir las estrategias.", "b": "Establecer los objetivos.", "c": "Desarrollar programas y presupuestos.", "d": "Identificar la misión y visión.", "correcta": "d", "materia": "Administración", "tema": "Proceso Administrativo - Planeación", "razonamiento": "El proceso de planeación generalmente inicia con la definición de los fundamentos de la organización: la Misión (razón de ser) y la Visión (futuro deseado). A partir de estos, se establecen objetivos (B), luego estrategias (A) y finalmente planes operativos, programas y presupuestos (C)."}
{"pregunta": "En un organigrama, la representación gráfica de la relación de autoridad y dependencia entre los diferentes puestos se logra mediante:", "a": "La forma (rectangular, ovalada) de las casillas.", "b": "El tamaño de las letras dentro de cada casilla.", "c": "Las líneas que conectan las casillas.", "d": "Los colores utilizados para rellenar las casillas.", "correcta": "c", "materia": "Administración", "tema": "Proceso Administrativo - Organización", "razonamiento": "En un organigrama, las líneas conectores indican las relaciones de autoridad, jerarquía y comunicación. Las líneas continuas suelen indicar autoridad directa, mientras que las discontinuas pueden indicar relaciones de asesoría o coordinación. La forma, tamaño o color son aspectos estéticos o de énfasis, no definitorios."}
{"pregunta": "Según la Teoría X y Teoría Y de Douglas McGregor, un gerente que cree que a los empleados les disgusta el trabajo, evitan responsabilidades y deben ser controlados y amenazados para que trabajen, tiene una visión basada en la:", "a": "Teoría X.", "b": "Teoría Y.", "c": "Teoría de la Jerarquía de Necesidades.", "d": "Teoría del Reforzamiento.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "McGregor contrastó dos concepciones de la naturaleza humana en el trabajo. La Teoría X es pesimista: los empleados son perezosos y deben ser dirigidos de forma autoritaria. La Teoría Y es optimista: los empleados son creativos, buscan responsabilidades y pueden ser autodirigidos si están motivados."}
{"pregunta": "Cuando el control se aplica durante la ejecución de una actividad para corregir problemas antes de que se produzca un gran daño, se le denomina control:", "a": "Preliminar o preventivo.", "b": "Concurrente.", "c": "De retroalimentación.", "d": "Por excepción.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "El control concurrente (o de dirección) ocurre en tiempo real, mientras se realiza el trabajo. Su objetivo es detectar y corregir desviaciones al instante. El control preliminar (A) es antes de iniciar, el de retroalimentación (C) es después de terminar, y por excepción (D) es un principio que indica centrarse en los errores significativos."}
{"pregunta": "La Escuela del Pensamiento Administrativo que considera a la organización como un conjunto de partes interrelacionadas que forman un todo, recibiendo insumos del entorno y transformándolos en productos, es la:", "a": "Escuela de la Administración Científica.", "b": "Escuela del Comportamiento Organizacional.", "c": "Escuela de la Teoría de Sistemas.", "d": "Escuela Cuantitativa.", "correcta": "c", "materia": "Administración", "tema": "Escuelas del Pensamiento Administrativo", "razonamiento": "La Teoría de Sistemas concibe a la organización como un sistema abierto compuesto por subsistemas interrelacionados (producción, administración, etc.) que interactúan con el entorno. Esta visión holística contrasta con enfoques más analíticos y fragmentados de otras escuelas."}
{"pregunta": "Un 'holding' o empresa tenedora es una organización que se caracteriza por:", "a": "Producir un único producto de alta calidad.", "b": "Controlar las decisiones estratégicas de un grupo de empresas subsidiarias, a través de la tenencia de sus acciones.", "c": "Operar exclusivamente en el sector financiero.", "d": "Ser una empresa estatal de gran tamaño.", "correcta": "b", "materia": "Administración", "tema": "Estudio de Empresas y Organizaciones", "razonamiento": "Un holding es una sociedad cuya principal actividad es poseer participaciones accionarias (paquetes de control) en otras empresas (subsidiarias o filiales), coordinándolas estratégicamente desde la cúpula, aunque cada una pueda operar de forma autónoma en su mercado."}
{"pregunta": "En la evolución histórica, la administración surge formalmente como disciplina de estudio principalmente debido a:", "a": "La necesidad de organizar el trabajo en las primeras civilizaciones (como Egipto y Roma).", "b": "Los desafíos de planificación y control planteados por la Revolución Industrial y el crecimiento de las grandes empresas.", "c": "Las teorías económicas del libre mercado del siglo XVIII.", "d": "Los estudios psicológicos sobre el comportamiento humano en el siglo XX.", "correcta": "b", "materia": "Administración", "tema": "Fundamentos de la Administración - Teorías y Postulados", "razonamiento": "Aunque existen prácticas administrativas desde la antigüedad (A), la administración se consolida como ciencia a principios del siglo XX, impulsada por la complejidad de las fábricas de la Revolución Industrial, que requerían métodos sistemáticos para mejorar la eficiencia, la productividad y el control a gran escala."}
{"pregunta": "El enfoque humanista de la administración enfatizó la importancia de:", "a": "La especialización extrema del trabajo y los incentivos económicos.", "b": "La estructura jerárquica y la autoridad formal.", "c": "Los grupos informales, la motivación no económica y el liderazgo.", "d": "La aplicación de modelos matemáticos a la toma de decisiones.", "correcta": "c", "materia": "Administración", "tema": "Fundamentos de la Administración - Enfoques de la Administración", "razonamiento": "El humanismo, derivado de los estudios de Hawthorne, desplazó el foco de la 'tarea y la estructura' (clásicos) hacia el 'individuo y el grupo'. Destacó la influencia de factores sociales, psicológicos y de liderazgo en la productividad y satisfacción laboral."}
{"pregunta": "Una empresa que agrupa sus actividades en departamentos como 'Ventas Nacionales', 'Ventas para América del Norte' y 'Ventas para Europa' está utilizando un criterio de departamentalización por:", "a": "Función.", "b": "Producto.", "c": "Cliente.", "d": "Zona geográfica o territorio.", "correcta": "d", "materia": "Administración", "tema": "Proceso Administrativo - Organización", "razonamiento": "La departamentalización geográfica organiza las actividades con base en la ubicación territorial o región. Es útil cuando la organización opera en áreas amplias con características de mercado, clientes o regulaciones diferentes. La funcional (A) sería 'Departamento de Ventas', por producto (B) sería 'Ventas de Línea Blanca', 'Ventas de Electrónica', etc."}
{"pregunta": "La función de 'Presupuestar' dentro de la administración es parte integral de las etapas de:", "a": "Solo Planeación.", "b": "Planeación y Control.", "c": "Solo Control.", "d": "Organización y Dirección.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "Un presupuesto es fundamentalmente un plan expresado en términos numéricos (etapa de Planeación). Sin embargo, una vez aprobado, se convierte en un estándar contra el cual se mide el desempeño real, siendo así una herramienta clave de Control. Por lo tanto, es un vínculo entre ambas funciones."}
{"pregunta": "En el contexto de la clasificación por tamaño, una 'PyME' se refiere a:", "a": "Pequeña y Mediana Empresa.", "b": "Producción y Mercadotecnia Estratégica.", "c": "Planificación y Métodos Estandarizados.", "d": "Propiedad y Manejo Empresarial.", "correcta": "a", "materia": "Administración", "tema": "Estudio de Empresas y Organizaciones", "razonamiento": "PyME es el acrónimo universalmente aceptado para 'Pequeña y Mediana Empresa', una categoría clave en la economía por su contribución al empleo y la innovación. Los criterios específicos de número de empleados o ventas para ser PyME varían por país."}
{"pregunta": "La Teoría de la Jerarquía de las Necesidades de Maslow pertenece al ámbito de estudio del:", "a": "Enfoque Clásico de la administración.", "b": "Enfoque Humanista o del Comportamiento.", "c": "Enfoque de Sistemas.", "d": "Enfoque Cuantitativo.", "correcta": "b", "materia": "Administración", "tema": "Fundamentos de la Administración - Enfoques de la Administración", "razonamiento": "La pirámide de Maslow es una teoría psicológica sobre la motivación humana que fue adoptada e integrada por el Enfoque Humanista o del Comportamiento Organizacional para explicar qué impulsa a las personas en el trabajo y cómo los gerentes pueden satisfacer esas necesidades."}
{"pregunta": "En el área de Finanzas, la actividad de determinar cómo se obtendrán los recursos monetarios para financiar las operaciones y el crecimiento de la empresa se conoce como:", "a": "Inversión.", "b": "Financiamiento.", "c": "Control de gastos.", "d": "Contabilidad de costos.", "correcta": "b", "materia": "Administración", "tema": "Fundamentos de la Administración - Áreas Funcionales", "razonamiento": "La decisión de financiamiento se refiere a la obtención de fondos, ya sea a través de capital propio (aportaciones de socios, utilidades retenidas) o capital ajeno (créditos, emisión de deuda). La inversión (A) es la decisión de en qué usar esos fondos (activos)."}
{"pregunta": "El tipo de emprendedor que identifica un problema social o ambiental y crea una organización para abordarlo de manera sostenible, reinvirtiendo las ganancias en la misión, se denomina:", "a": "Emprendedor oportunista.", "b": "Emprendedor innovador.", "c": "Emprendedor social.", "d": "Emprendedor por necesidad.", "correcta": "c", "materia": "Administración", "tema": "Fundamentos de la Administración - Emprendimiento", "razonamiento": "El emprendedor social prioriza la creación de valor social o ambiental sobre la maximización de ganancias para accionistas. Su modelo de negocio busca ser financieramente sostenible para poder cumplir su misión de impacto positivo, diferenciándose de la caridad tradicional."}
{"pregunta": "La 'división del trabajo', principio clásico de la administración, se refiere a:", "a": "Dividir la empresa en departamentos.", "b": "Separar la propiedad de la gestión.", "c": "Especializar a los trabajadores en tareas específicas y repetitivas para ganar eficiencia.", "d": "Crear una jerarquía de mando clara.", "correcta": "c", "materia": "Administración", "tema": "Proceso Administrativo - Organización", "razonamiento": "La división del trabajo (especialización) consiste en descomponer un proceso complejo en tareas simples y repetitivas asignadas a diferentes personas. Adam Smith y luego los clásicos como Taylor y Fayol destacaron que esto aumenta la destreza, ahorra tiempo y facilita la capacitación."}
{"pregunta": "Un objetivo bien formulado en la planeación debe ser SMART. La 'M' en este acrónimo hace referencia a que el objetivo debe ser:", "a": "Motivador.", "b": "Medible.", "c": "Mínimo.", "d": "Modificable.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Planeación", "razonamiento": "Los objetivos SMART deben ser: Específicos, Medibles, Alcanzables, Relevantes y Temporales. 'Medible' significa que debe poder cuantificarse o verificarse objetivamente, para saber con precisión si se ha logrado o no."}
{"pregunta": "El proceso por el cual un gerente asigna parte de su autoridad y responsabilidad a un subordinado para que realice tareas específicas se llama:", "a": "Centralización.", "b": "Descentralización.", "c": "Delegación.", "d": "Departamentalización.", "correcta": "c", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "Delegar es conferir autoridad a un subordinado para que actúe en nombre del superior, asignándole también la responsabilidad de ejecutar una tarea. La descentralización (B) es un concepto organizacional más amplio que implica delegar autoridad de toma de decisiones a niveles inferiores de manera sistemática."}
{"pregunta": "Una técnica de control que establece puntos de referencia específicos (benchmarks) de desempeño, a menudo tomados de las mejores prácticas de la industria, para comparar y mejorar los procesos internos, se conoce como:", "a": "Control de calidad total.", "b": "Benchmarking.", "c": "Auditoría de gestión.", "d": "Análisis de punto de equilibrio.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "Benchmarking es el proceso continuo de medir productos, servicios y prácticas contra los competidores más duros o aquellas compañías reconocidas como líderes en la industria, con el fin de identificar áreas de mejora."}
{"pregunta": "¿Qué escuela del pensamiento administrativo introdujo conceptos como 'estándares de tiempo', 'estudio de movimientos' y 'pago por pieza' para incrementar la productividad del obrero?", "a": "Escuela de las Relaciones Humanas.", "b": "Teoría Clásica (Fayol).", "c": "Administración Científica (Taylor).", "d": "Teoría de la Burocracia.", "correcta": "c", "materia": "Administración", "tema": "Escuelas del Pensamiento Administrativo", "razonamiento": "Estos son elementos distintivos de la Administración Científica de Frederick Taylor. Su enfoque era eminentemente técnico y buscaba la máxima eficiencia en el nivel operativo de la fábrica a través de la medición científica del trabajo."}
{"pregunta": "Una empresa que opera en múltiples países, con una sede central que toma las decisiones estratégicas globales, pero con subsidiarias adaptadas a los mercados locales, es un ejemplo de:", "a": "Empresa local.", "b": "Empresa nacional.", "c": "Empresa multinacional o transnacional.", "d": "Franquicia internacional.", "correcta": "c", "materia": "Administración", "tema": "Estudio de Empresas y Organizaciones", "razonamiento": "Una empresa multinacional (EMN) o transnacional tiene operaciones significativas en más de un país. Generalmente coordina estrategias desde una sede en su país de origen, pero debe adaptar sus productos, marketing y gestión a las condiciones locales de cada país donde opera."}
{"pregunta": "El enfoque administrativo que considera a la organización como un sistema abierto en constante interacción con su entorno, compuesto por subsistemas interdependientes, es el:", "a": "Enfoque Clásico.", "b": "Enfoque de Sistemas.", "c": "Enfoque Humanista.", "d": "Enfoque de la Administración Científica.", "correcta": "b", "materia": "Administración", "tema": "Fundamentos de la Administración - Enfoques de la Administración", "razonamiento": "El Enfoque de Sistemas visualiza a la organización como un todo integrado, donde cada parte (subsistema) afecta a las demás y todas interactúan con el entorno externo. Esto contrasta con enfoques más cerrados o que se centran en un solo aspecto (como la tarea o las personas)."}
{"pregunta": "Una organización lineal o militar se caracteriza por tener:", "a": "Una estructura flexible y participación en la toma de decisiones.", "b": "Líneas claras de autoridad y responsabilidad, con comunicación principalmente vertical.", "c": "Múltiples líneas de autoridad y reporte a varios jefes.", "d": "Agrupación de especialistas que asesoran a las líneas de mando.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Organización", "razonamiento": "La estructura lineal, piramidal o militar es la más simple y antigua. Se basa en la autoridad directa del superior sobre sus subordinados, con canales de comunicación formal que siguen la cadena de mando (de arriba hacia abajo y viceversa). Es rígida pero clara."}
{"pregunta": "Según la etapa de 'Control', si una desviación entre el desempeño real y el estándar es mínima y no afecta los resultados fundamentales, el principio administrativo sugiere aplicar:", "a": "Control estricto e inmediato sobre todos los procesos.", "b": "Control por excepción (centrarse solo en las desviaciones significativas).", "c": "Eliminar el estándar por ser demasiado exigente.", "d": "Delegar completamente la corrección al nivel operativo.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "El principio de control por excepción establece que la gerencia debe enfocar su atención en las desviaciones importantes que requieren corrección, en lugar de perder tiempo y recursos supervisando actividades que se desarrollan según lo planeado. Esto hace el control más eficiente."}
{"pregunta": "La escuela cuantitativa o de la ciencia de la administración se destaca por:", "a": "Enfatizar las relaciones informales y la dinámica de grupo.", "b": "Aplicar modelos matemáticos, estadística e investigación de operaciones a la solución de problemas administrativos.", "c": "Definir principios universales para la estructura organizacional.", "d": "Estudiar científicamente los movimientos de los obreros.", "correcta": "b", "materia": "Administración", "tema": "Escuelas del Pensamiento Administrativo", "razonamiento": "Esta escuela, que surgió después de la Segunda Guerra Mundial, utiliza herramientas cuantitativas (como programación lineal, teoría de colas, modelos de simulación) para optimizar la toma de decisiones en áreas como inventarios, logística, asignación de recursos y programación de proyectos."}
{"pregunta": "Una empresa que vende sus productos directamente a través de internet, sin tiendas físicas, está utilizando un canal de distribución:", "a": "Directo (del productor al consumidor final).", "b": "Corto (con un intermediario, como un minorista).", "c": "Largo (con mayorista y minorista).", "d": "Doble (usando múltiples canales a la vez).", "correcta": "a", "materia": "Administración", "tema": "Fundamentos de la Administración - Áreas Funcionales (Mercadotecnia)", "razonamiento": "La venta directa online elimina a los intermediarios tradicionales (mayoristas, distribuidores, minoristas). La empresa asume las funciones de comercialización y entrega, estableciendo una relación directa con el cliente final. Esto es característico del comercio electrónico B2C (Business to Consumer)."}
{"pregunta": "¿Cuál de las siguientes NO es una característica típica de un emprendedor?", "a": "Alta tolerancia al riesgo y a la incertidumbre.", "b": "Necesidad de logro y autonomía.", "c": "Creatividad e innovación.", "d": "Aversión al cambio y preferencia por la rutina establecida.", "correcta": "d", "materia": "Administración", "tema": "Fundamentos de la Administración - Emprendimiento", "razonamiento": "Los emprendedores se caracterizan por su capacidad para identificar oportunidades, asumir riesgos calculados, ser proactivos y promover el cambio. La aversión al cambio y la preferencia por la rutina son características opuestas, más asociadas a perfiles que evitan la incertidumbre."}
{"pregunta": "En la planeación táctica u operativa, los planes que establecen un método detallado para manejar actividades futuras y que son guías para la acción, no para el pensamiento, se llaman:", "a": "Políticas.", "b": "Procedimientos.", "c": "Presupuestos.", "d": "Programas.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Planeación", "razonamiento": "Los procedimientos son planes que establecen una secuencia cronológica de acciones requeridas para realizar una actividad repetitiva. Son más específicos que las políticas (que son guías) y detallan el 'cómo' hacer las cosas paso a paso para uniformar la ejecución."}
{"pregunta": "La teoría del liderazgo situacional de Hersey y Blanchard propone que el estilo de liderazgo efectivo debe variar según:", "a": "Los rasgos de personalidad innatos del líder.", "b": "El nivel de madurez (competencia y compromiso) de los seguidores para una tarea dada.", "c": "Exclusivamente la urgencia de la tarea a realizar.", "d": "La antigüedad del líder en la organización.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "Esta teoría contingente sostiene que no hay un único estilo de liderazgo mejor. El líder debe diagnosticar la 'madurez' de sus colaboradores (su capacidad y disposición) y adaptar su comportamiento (grado de dirección y de apoyo socioemocional) en consecuencia: dirigir, capacitar, apoyar o delegar."}
{"pregunta": "La técnica de control que representa gráficamente la secuencia y duración de las actividades de un proyecto, permitiendo planificar y supervisar su avance, es el:", "a": "Diagrama de Paretto.", "b": "Diagrama de Gantt.", "c": "Diagrama de Causa-Efecto (Ishikawa).", "d": "Gráfico de control estadístico.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "El diagrama de Gantt es una herramienta fundamental de gestión de proyectos. En un eje de tiempo, representa con barras horizontales las tareas, su fecha de inicio y fin, y su duración. Permite visualizar el cronograma, la superposición de actividades y el progreso real vs. el planeado."}
{"pregunta": "La Teoría de la Motivación-Higiene de Herzberg postula que:", "a": "Los factores que producen satisfacción en el trabajo (motivadores) son distintos de los que evitan la insatisfacción (factores higiénicos).", "b": "La única motivación verdadera es el dinero y la seguridad económica.", "c": "La motivación depende únicamente de la personalidad de cada individuo.", "d": "Las necesidades están ordenadas jerárquicamente y deben satisfacerse en orden.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "Herzberg encontró que factores como el logro, el reconocimiento, la responsabilidad y el crecimiento (motivadores) generan satisfacción y motivación intrínseca. Factores como el salario, las condiciones de trabajo, la supervisión y las políticas de la empresa (higiénicos) solo previenen la insatisfacción si son adecuados, pero no motivan por sí mismos."}
{"pregunta": "Una 'sociedad de responsabilidad limitada' (S. de R.L.) se diferencia de una sociedad anónima (S.A.) principalmente en que:", "a": "Su capital no está representado por acciones, sino por partes sociales no negociables en bolsa.", "b": "Los socios tienen responsabilidad ilimitada y solidaria por las deudas.", "c": "Solo puede ser constituida por dos socios como máximo.", "d": "Está obligada a publicar sus estados financieros anualmente.", "correcta": "a", "materia": "Administración", "tema": "Estudio de Empresas y Organizaciones", "razonamiento": "En la S. de R.L., el capital está dividido en partes sociales, que no son títulos negociables en el mercado de valores como las acciones de una S.A. La responsabilidad de los socios también es limitada a sus aportaciones, pero su estructura suele ser más sencilla y para un número menor de socios."}
{"pregunta": "El proceso de administración estratégica se enfoca en:", "a": "La supervisión diaria de las tareas operativas.", "b": "La toma de decisiones a largo plazo que definen el rumbo y la competitividad de toda la organización.", "c": "El control de los gastos menores de cada departamento.", "d": "La redacción de manuales de procedimientos para los empleados.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Planeación", "razonamiento": "La administración estratégica es el nivel más alto de la planeación. Implica analizar el entorno interno y externo, formular la misión, visión y objetivos estratégicos, elegir estrategias corporativas y de negocio, y luego implementarlas y evaluarlas. Define 'qué negocio estamos y queremos estar'."}
{"pregunta": "La departamentalización que agrupa actividades en base a los tipos de clientes que atiende la organización (por ejemplo, 'Ventas al Gobierno', 'Ventas a Empresas', 'Ventas a Consumidor Final') es por:", "a": "Función.", "b": "Producto.", "c": "Territorio.", "d": "Cliente.", "correcta": "d", "materia": "Administración", "tema": "Proceso Administrativo - Organización", "razonamiento": "La departamentalización por cliente organiza la estructura según los diferentes tipos de clientes o mercados que atiende la empresa. Es útil cuando los grupos de clientes tienen necesidades, formas de compra o canales de distribución muy distintos, requiriendo especialización por parte de la fuerza de ventas y el marketing."}
{"pregunta": "Un líder carismático se caracteriza por:", "a": "Su estricto apego a las reglas y procedimientos establecidos.", "b": "Su capacidad de inspirar entusiasmo, lealtad y compromiso en sus seguidores, basada en su personalidad y visión.", "c": "Delegar toda la autoridad y tomar pocas decisiones.", "d": "Centrarse exclusivamente en intercambiar recompensas por desempeño.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "El liderazgo carismático (parte de la teoría de los atributos) se basa en el magnetismo personal, la capacidad de comunicación persuasiva y una visión inspiradora que atrae a los seguidores y genera un fuerte compromiso emocional hacia el líder y sus metas."}
{"pregunta": "La técnica de control de calidad que utiliza métodos estadísticos para monitorear y controlar un proceso, identificando variaciones que exceden límites preestablecidos, se llama:", "a": "Control de calidad total (TQC).", "b": "Control estadístico de procesos (SPC).", "c": "Círculos de calidad.", "d": "Benchmarking.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "El Control Estadístico de Proceso (SPC) usa gráficos de control (como gráficos X-barra y R) para distinguir entre la variación normal aleatoria de un proceso y la variación anormal asignable a una causa específica. Permite intervenir solo cuando el proceso se sale de control estadístico."}
{"pregunta": "El concepto de 'economías de escala' se refiere a:", "a": "La reducción del costo promedio unitario de producción a medida que aumenta el volumen total de output.", "b": "El aumento de los costos fijos al expandirse la planta productiva.", "c": "La diversificación de los productos que ofrece una empresa.", "d": "La subcontratación de procesos productivos en el extranjero.", "correcta": "a", "materia": "Administración", "tema": "Estudio de Empresas y Organizaciones", "razonamiento": "Las economías de escala son ventajas de costos que obtienen las empresas grandes al distribuir sus costos fijos (como maquinaria, I+D, administración) sobre un mayor número de unidades producidas, lo que reduce el costo por unidad. Es una razón fundamental para el crecimiento empresarial."}
{"pregunta": "Para Fayol, el principio de 'Equidad' en la administración significa que:", "a": "Todos los empleados deben recibir exactamente el mismo salario.", "b": "Los gerentes deben combinar la justicia y la bondad en el trato con los subordinados.", "c": "Las decisiones deben tomarse por votación mayoritaria.", "d": "La carga de trabajo debe distribuirse matemáticamente.", "correcta": "b", "materia": "Administración", "tema": "Fundamentos de la Administración - Teorías y Postulados", "razonamiento": "Fayol definió la equidad como la combinación de la justicia (aplicación imparcial de las reglas) con la benevolencia (consideración y respeto por los individuos). Un trato equitativo busca lealtad y devoción del personal, evitando tanto el favoritismo como la dureza innecesaria."}
{"pregunta": "El Enfoque del Comportamiento Organizacional se centra en el estudio de:", "a": "Las matemáticas aplicadas a la optimización de recursos.", "b": "El impacto de los grupos informales, el liderazgo, la motivación y la dinámica organizacional en el comportamiento individual y grupal.", "c": "La estructura formal y los manuales de procedimientos.", "d": "Los estudios de tiempo y movimiento en la línea de producción.", "correcta": "b", "materia": "Administración", "tema": "Fundamentos de la Administración - Enfoques de la Administración", "razonamiento": "Este enfoque, que evolucionó a partir del humanismo, aplica las ciencias del comportamiento (psicología, sociología, antropología) para entender, predecir y gestionar el comportamiento humano en el entorno laboral. Analiza fenómenos como la percepción, la personalidad, el aprendizaje, el estrés, el trabajo en equipo y la cultura organizacional."}
{"pregunta": "En el ciclo de vida de un producto, la etapa en la que las ventas crecen rápidamente, los competidores comienzan a entrar y las utilidades aumentan, se denomina etapa de:", "a": "Introducción.", "b": "Crecimiento.", "c": "Madurez.", "d": "Declive.", "correcta": "b", "materia": "Administración", "tema": "Fundamentos de la Administración - Áreas Funcionales (Mercadotecnia)", "razonamiento": "El ciclo de vida del producto tiene 4 etapas: 1) Introducción (ventas bajas, altos costos, sin competencia), 2) Crecimiento (aceptación rápida, aumento de ventas y ganancias, entrada de competidores), 3) Madurez (ventas se estabilizan, competencia intensa, lucha por market share) y 4) Declive (caída de ventas y utilidades)."}
{"pregunta": "La 'viabilidad financiera' en un plan de negocios o proyecto se refiere a:", "a": "Que el producto sea técnicamente posible de fabricar.", "b": "Que exista un mercado potencial suficiente para el producto.", "c": "Que el proyecto genere suficientes flujos de efectivo para ser rentable y sostenible en el tiempo.", "d": "Que cumpla con todas las regulaciones legales y ambientales.", "correcta": "c", "materia": "Administración", "tema": "Fundamentos de la Administración - Emprendimiento", "razonamiento": "La viabilidad financiera es el análisis de números: cuánto cuesta iniciar y operar, cuáles son los ingresos proyectados, cuándo se alcanzará el punto de equilibrio y qué rendimiento (ROI) se espera. Determina si el negocio puede ser económicamente sostenible y atractivo para inversionistas."}
{"pregunta": "Un plan que integra y coordina todos los planes específicos de una organización (ventas, producción, compras, gastos) expresándolos en términos monetarios para un período futuro es un:", "a": "Procedimiento operativo.", "b": "Programa de acción.", "c": "Presupuesto maestro.", "d": "Política general.", "correcta": "c", "materia": "Administración", "tema": "Proceso Administrativo - Planeación", "razonamiento": "El presupuesto maestro es el plan financiero integral de una empresa. Consolida los presupuestos operativos (ventas, producción, mano de obra, gastos) y los presupuestos financieros (de caja, de capital) en estados financieros pro forma (Estado de Resultados, Balance General y Flujo de Efectivo proyectados)."}
{"pregunta": "El principio de organización que se refiere al número óptimo de subordinados que un gerente puede supervisar de manera efectiva se conoce como:", "a": "Unidad de mando.", "b": "Amplitud o tramo de control.", "c": "Jerarquía.", "d": "Paridad de autoridad y responsabilidad.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Organización", "razonamiento": "El tramo de control (span of control) es el número de empleados que reportan directamente a un supervisor. Un tramo amplio (muchos subordinados) implica una estructura plana, mientras que un tramo estrecho (pocos subordinados) resulta en una estructura alta y más niveles jerárquicos. La amplitud ideal depende de factores como la complejidad del trabajo y la capacidad del supervisor."}
{"pregunta": "La teoría de la expectativa de Vroom sobre la motivación propone que la fuerza para actuar depende de:", "a": "La relación directa entre esfuerzo y recompensa, y el valor que el individuo le da a dicha recompensa.", "b": "Solo de las necesidades biológicas no satisfechas.", "c": "Exclusivamente de las condiciones higiénicas del trabajo.", "d": "Del azar y las oportunidades del entorno.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "La teoría de las expectativas es un modelo de motivación por procesos. Postula que la motivación (M) es el producto de tres percepciones: 1) Expectativa (Esfuerzo -> Desempeño), 2) Instrumentalidad (Desempeño -> Recompensa) y 3) Valencia (Valor de la Recompensa). Si alguna es cero, la motivación será nula."}
{"pregunta": "Una auditoría externa, como herramienta de control, se realiza por:", "a": "Empleados de la misma empresa de un departamento diferente.", "b": "Contadores públicos independientes ajenos a la organización.", "c": "El jefe directo del área auditada.", "d": "Una comisión interna de empleados elegidos por sorteo.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "La auditoría externa es llevada a cabo por firmas de contadores públicos independientes (auditores externos). Su objetivo es emitir una opinión profesional sobre si los estados financieros de la empresa presentan razonablemente su situación financiera, y su imparcialidad es crucial para la credibilidad ante inversionistas y acreedores."}
{"pregunta": "La corriente de pensamiento conocida como 'Desarrollo Organizacional' (DO) se enfoca principalmente en:", "a": "Implementar cambios tecnológicos en la línea de producción.", "b": "Intervenir planificadamente en la organización, utilizando conocimientos de las ciencias del comportamiento, para incrementar su efectividad y salud.", "c": "Diseñar estructuras jerárquicas más rígidas.", "d": "Automatizar completamente los procesos de control financiero.", "correcta": "b", "materia": "Administración", "tema": "Escuelas del Pensamiento Administrativo", "razonamiento": "El DO es una estrategia educativa y de cambio planeado. Utiliza técnicas como la retroalimentación de encuestas, la formación de equipos y el desarrollo intergrupal para mejorar la comunicación, la confianza, la solución de problemas y la capacidad de la organización para adaptarse a los cambios."}
{"pregunta": "La 'responsabilidad social empresarial' (RSE) se refiere a la obligación de la empresa de:", "a": "Maximizar utilidades para sus accionistas a cualquier costo.", "b": "Tomar decisiones y acciones que protejan y mejoren el bienestar de la sociedad, más allá de sus intereses económicos directos y legales.", "c": "Cumplir únicamente con las leyes fiscales y laborales.", "d": "Donar todas sus utilidades a obras de caridad.", "correcta": "b", "materia": "Administración", "tema": "Estudio de Empresas y Organizaciones", "razonamiento": "La RSE implica que las empresas asuman un compromético ético voluntario que va más allá del cumplimiento legal. Incluye preocuparse por el impacto ambiental (sostenibilidad), las condiciones laborales justas, el apoyo a la comunidad y prácticas comerciales éticas, integrando estos aspectos en su estrategia de negocio."}
{"pregunta": "¿Cuál de los siguientes elementos forma parte de la 'mezcla de mercadotecnia' o '4 P's'?", "a": "Producto, Precio, Plaza, Promoción.", "b": "Planificación, Producción, Personal, Proyección.", "c": "Proceso, Personas, Presupuesto, Política.", "d": "Publicidad, Patrocinio, Propaganda, Premios.", "correcta": "a", "materia": "Administración", "tema": "Fundamentos de la Administración - Áreas Funcionales", "razonamiento": "Las 4 P's de la mercadotecnia son: Producto (bien o servicio), Precio (valor monetario), Plaza (distribución/canales) y Promoción (comunicación). Este es un concepto fundamental en marketing que todo estudiante de administración debe conocer."}
{"pregunta": "En el proceso administrativo, la etapa de 'Dirección' se relaciona principalmente con:", "a": "Establecer objetivos y estrategias generales.", "b": "Asignar recursos y diseñar la estructura organizacional.", "c": "Guiar, motivar y comunicarse con los subordinados para alcanzar los objetivos.", "d": "Comparar resultados con lo planeado y tomar acciones correctivas.", "correcta": "c", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "La dirección es la función administrativa que implica influir en las personas para que contribuyan al logro de las metas organizacionales, a través de la motivación, el liderazgo, la comunicación y la supervisión."}
{"pregunta": "La departamentalización por funciones agrupa las actividades según:", "a": "Las diferentes zonas geográficas donde opera la empresa.", "b": "Las principales funciones que realiza la organización (producción, ventas, finanzas).", "c": "Los distintos productos o líneas de productos.", "d": "Los tipos específicos de clientes que atiende la empresa.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Organización", "razonamiento": "La departamentalización funcional, una de las formas más comunes, organiza a la empresa en departamentos basados en las funciones principales que debe realizar cualquier organización para operar efectivamente."}
{"pregunta": "Según la teoría de Frederick Taylor, el estudio de tiempos y movimientos busca:", "a": "Analizar las relaciones informales entre los trabajadores.", "b": "Determinar la mejor manera de realizar una tarea para maximizar la eficiencia.", "c": "Evaluar el clima organizacional y la satisfacción laboral.", "d": "Establecer los niveles jerárquicos de la organización.", "correcta": "b", "materia": "Administración", "tema": "Escuelas del Pensamiento Administrativo", "razonamiento": "Taylor, padre de la administración científica, propuso el estudio científico del trabajo mediante la observación y medición de los movimientos y tiempos requeridos para cada tarea, con el fin de encontrar el método más eficiente."}
{"pregunta": "Un organigrama vertical muestra:", "a": "Las relaciones informales entre los empleados.", "b": "La estructura de la organización de arriba hacia abajo, con la máxima autoridad en la parte superior.", "c": "Los flujos de trabajo de manera horizontal sin considerar jerarquías.", "d": "Exclusivamente las relaciones entre departamentos del mismo nivel.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Organización", "razonamiento": "El organigrama vertical es el tipo más común, donde los niveles superiores de autoridad se ubican en la parte superior y los inferiores en la parte inferior, mostrando claramente la jerarquía y las relaciones de subordinación."}
{"pregunta": "El control preliminar o preventivo se aplica:", "a": "Antes de que comience el proceso, para asegurar que los recursos sean adecuados.", "b": "Durante la ejecución de las actividades.", "c": "Después de terminar el proceso, para evaluar resultados.", "d": "Solo cuando ocurren desviaciones significativas.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "El control preliminar busca prevenir problemas antes de que ocurran, asegurando que los recursos humanos, materiales, financieros y de información sean adecuados en cantidad y calidad antes de iniciar las operaciones."}
{"pregunta": "La teoría de la burocracia de Max Weber se caracteriza por:", "a": "La ausencia total de reglas y procedimientos escritos.", "b": "La toma de decisiones basada en emociones y preferencias personales.", "c": "La organización racional basada en reglas, jerarquía y especialización.", "d": "La flexibilidad total en la asignación de responsabilidades.", "correcta": "c", "materia": "Administración", "tema": "Escuelas del Pensamiento Administrativo", "razonamiento": "Weber propuso la burocracia como un tipo ideal de organización caracterizado por la división del trabajo, jerarquía de autoridad, reglas y procedimientos formales, impersonalidad en las relaciones, y selección basada en méritos técnicos."}
{"pregunta": "En la pirámide de necesidades de Maslow, las necesidades de seguridad incluyen:", "a": "Amistad, afecto y pertenencia a grupos.", "b": "Protección contra el peligro, estabilidad laboral y seguridad física.", "c": "Autorealización, crecimiento personal y logro del potencial.", "d": "Alimentación, vivienda y vestido.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "En la jerarquía de Maslow, las necesidades de seguridad surgen después de satisfacer las fisiológicas, e incluyen la protección contra amenazas, estabilidad, orden, y seguridad física y económica."}
{"pregunta": "La 'centralización' en una organización se refiere a:", "a": "La concentración de la autoridad para tomar decisiones en los niveles superiores.", "b": "La distribución de la autoridad para tomar decisiones en todos los niveles.", "c": "La especialización de tareas en departamentos específicos.", "d": "La coordinación entre diferentes unidades organizacionales.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Organización", "razonamiento": "La centralización implica que la mayor parte de las decisiones importantes se toman en los niveles más altos de la organización, mientras que la descentralización distribuye esta autoridad hacia niveles inferiores."}
{"pregunta": "El proceso de reclutamiento de personal consiste en:", "a": "Seleccionar al candidato más adecuado entre varios postulantes.", "b": "Atraer y solicitar candidatos para un puesto vacante.", "c": "Capacitar a los nuevos empleados en sus funciones.", "d": "Evaluar el desempeño de los empleados en sus puestos.", "correcta": "b", "materia": "Administración", "tema": "Fundamentos de la Administración - Áreas Funcionales", "razonamiento": "El reclutamiento es la primera fase del proceso de contratación, que consiste en identificar y atraer candidatos potencialmente calificados para ocupar un puesto vacante. La selección (A) viene después, cuando se elige entre los candidatos reclutados."}
{"pregunta": "Un presupuesto de producción forma parte de:", "a": "La planificación estratégica a largo plazo.", "b": "La planificación operativa o táctica.", "c": "La organización de la estructura empresarial.", "d": "La dirección del personal de ventas.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "El presupuesto de producción es un plan cuantitativo que especifica las cantidades de productos a fabricar en un período, generalmente un año. Forma parte de la planificación operativa o táctica, que se enfoca en el corto plazo y en operaciones específicas."}
{"pregunta": "La 'toma de decisiones' es un proceso que implica:", "a": "Seguir siempre los procedimientos establecidos sin cuestionamientos.", "b": "Identificar un problema, evaluar alternativas y elegir un curso de acción.", "c": "Delegar todas las responsabilidades en los subordinados.", "d": "Evitar cualquier tipo de riesgo en las operaciones.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "La toma de decisiones racional es un proceso sistemático que incluye identificar el problema, generar alternativas, evaluar estas alternativas según criterios establecidos, seleccionar la mejor opción, implementarla y evaluar los resultados."}
{"pregunta": "Según el enfoque de sistemas, una organización es considerada:", "a": "Un sistema cerrado completamente aislado de su entorno.", "b": "Un sistema abierto que interactúa con su entorno.", "c": "Un conjunto de partes independientes que funcionan por separado.", "d": "Una estructura rígida e inmutable.", "correcta": "b", "materia": "Administración", "tema": "Fundamentos de la Administración - Enfoques de la Administración", "razonamiento": "El enfoque de sistemas concibe a las organizaciones como sistemas abiertos que reciben insumos (entradas) del entorno, los transforman mediante procesos internos, y generan productos (salidas) que afectan nuevamente al entorno, en un ciclo continuo de interacción."}
{"pregunta": "La 'cadena de mando' en una organización se refiere a:", "a": "La línea de autoridad que va desde los niveles superiores hasta los inferiores.", "b": "El proceso de comunicación informal entre empleados.", "c": "La relación entre proveedores y clientes de la empresa.", "d": "El sistema de incentivos económicos para los empleados.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Organización", "razonamiento": "La cadena de mando es la línea de autoridad ininterrumpida que se extiende desde los niveles más altos de la organización hasta los más bajos, y que define quién reporta a quién. Está relacionada con los principios de unidad de mando y escalar."}
{"pregunta": "La teoría X y teoría Y de McGregor describen:", "a": "Diferentes tipos de estructuras organizacionales.", "b": "Distintas concepciones sobre la naturaleza humana y la motivación en el trabajo.", "c": "Variados sistemas de producción industrial.", "d": "Diversas técnicas de control de calidad.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "Douglas McGregor propuso estas dos teorías sobre los supuestos que los gerentes tienen acerca de sus subordinados: la Teoría X (visión negativa: personas perezosas que evitan responsabilidades) y la Teoría Y (visión positiva: personas creativas que buscan responsabilidades)."}
{"pregunta": "El análisis FODA es una herramienta utilizada en:", "a": "El control de calidad de los productos.", "b": "La evaluación del desempeño de empleados.", "c": "La planeación estratégica para analizar factores internos y externos.", "d": "La organización de los departamentos de la empresa.", "correcta": "c", "materia": "Administración", "tema": "Proceso Administrativo - Planeación", "razonamiento": "El análisis FODA (Fortalezas, Oportunidades, Debilidades, Amenazas) es una herramienta de diagnóstico estratégico que permite analizar el entorno interno (fortalezas y debilidades) y externo (oportunidades y amenazas) de una organización, fundamental para la formulación de estrategias."}
{"pregunta": "La 'cultura organizacional' se refiere a:", "a": "El organigrama formal de la empresa.", "b": "El conjunto de valores, creencias, normas y comportamientos compartidos por los miembros de una organización.", "c": "Los manuales de procedimientos y políticas escritas.", "d": "El sistema de remuneración e incentivos económicos.", "correcta": "b", "materia": "Administración", "tema": "Fundamentos de la Administración - Enfoques de la Administración", "razonamiento": "La cultura organizacional es el conjunto de supuestos básicos, valores, normas, símbolos y comportamientos compartidos que dan identidad a una organización y guían la conducta de sus miembros. Es el 'carácter' o 'personalidad' de la empresa."}
{"pregunta": "En administración, la 'eficacia' se define como:", "a": "Lograr los objetivos propuestos, independientemente de los recursos utilizados.", "b": "Utilizar la menor cantidad posible de recursos para lograr un resultado.", "c": "Realizar las tareas en el menor tiempo posible.", "d": "Seguir al pie de la letra todos los procedimientos establecidos.", "correcta": "a", "materia": "Administración", "tema": "Fundamentos de la Administración - Teorías y Postulados", "razonamiento": "Eficacia significa 'hacer las cosas correctas', es decir, alcanzar los objetivos establecidos. Se diferencia de la eficiencia, que significa 'hacer las cosas correctamente', utilizando óptimamente los recursos (menor costo, tiempo, esfuerzo). Una organización puede ser eficaz pero no eficiente, y viceversa."}
{"pregunta": "El liderazgo democrático o participativo se caracteriza por:", "a": "El líder toma decisiones unilateralmente sin consultar al grupo.", "b": "El líder delega completamente la autoridad y no interviene en las decisiones.", "c": "El líder consulta al grupo y considera sus opiniones antes de decidir.", "d": "El líder se enfoca exclusivamente en las tareas sin considerar a las personas.", "correcta": "c", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "En el liderazgo democrático, el líder fomenta la participación del grupo en la toma de decisiones, consulta a los subordinados, considera sus sugerencias y promueve la delegación de responsabilidades, aunque mantiene la decisión final."}
{"pregunta": "La 'planeación estratégica' se diferencia de la 'planeación operativa' principalmente en su:", "a": "Enfoque a largo plazo y alcance global de la organización.", "b": "Uso exclusivo de métodos cuantitativos y matemáticos.", "c": "Aplicación solo en áreas de producción y manufactura.", "d": "Énfasis en detalles específicos de tareas rutinarias.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Planeación", "razonamiento": "La planeación estratégica es de largo plazo (3-5 años o más), abarca toda la organización y define su rumbo fundamental (misión, visión, objetivos estratégicos). La planeación operativa es de corto plazo (1 año o menos), se enfoca en áreas específicas y en la ejecución detallada de tareas."}
{"pregunta": "Según Henri Fayol, la 'división del trabajo' permite:", "a": "Aumentar la eficiencia mediante la especialización de tareas.", "b": "Centralizar todas las decisiones en la alta dirección.", "c": "Reducir los niveles jerárquicos de la organización.", "d": "Eliminar por completo la necesidad de supervisión.", "correcta": "a", "materia": "Administración", "tema": "Fundamentos de la Administración - Teorías y Postulados", "razonamiento": "Fayol consideraba la división del trabajo como uno de sus 14 principios administrativos. Al especializarse en tareas específicas y repetitivas, los trabajadores desarrollan mayor habilidad y velocidad, lo que aumenta la productividad y eficiencia general."}
{"pregunta": "En el contexto del control administrativo, los 'estándares de desempeño' son:", "a": "Los resultados reales obtenidos por la organización.", "b": "Los criterios o expectativas contra los cuales se comparan los resultados reales.", "c": "Las acciones correctivas aplicadas cuando hay desviaciones.", "d": "Los recursos disponibles para realizar las actividades.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "Los estándares son los criterios de desempeño esperado, derivados de los objetivos planeados. Pueden ser cuantitativos (unidades a producir, tiempo permitido, costo máximo) o cualitativos (calidad del servicio, satisfacción del cliente). Son la base para medir y evaluar el desempeño real."}
{"pregunta": "La 'motivación intrínseca' se refiere a:", "a": "Los incentivos económicos como salarios y bonos.", "b": "La satisfacción personal derivada de realizar la actividad misma.", "c": "El temor a ser sancionado o despedido.", "d": "La presión ejercida por los supervisores y compañeros.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "La motivación intrínseca surge del interior del individuo, del disfrute o satisfacción que le produce la tarea misma (interés, desafío, aprendizaje). Se contrasta con la motivación extrínseca, que proviene de factores externos como recompensas económicas, reconocimiento social o presión."}
{"pregunta": "Una empresa que produce y comercializa sus productos en varios países se denomina:", "a": "Empresa local.", "b": "Empresa nacional.", "c": "Empresa multinacional.", "d": "Empresa artesanal.", "correcta": "c", "materia": "Administración", "tema": "Estudio de Empresas y Organizaciones", "razonamiento": "Una empresa multinacional (o transnacional) tiene operaciones productivas y comerciales en dos o más países, con una sede central que coordina estrategias globales, aunque adaptándose a las condiciones específicas de cada mercado local."}
{"pregunta": "El 'estudio de métodos' en la administración científica busca:", "a": "Analizar las relaciones sociales informales en el trabajo.", "b": "Determinar el tiempo estándar para realizar una tarea.", "c": "Identificar y eliminar movimientos innecesarios en el trabajo.", "d": "Evaluar la satisfacción laboral de los empleados.", "correcta": "c", "materia": "Administración", "tema": "Escuelas del Pensamiento Administrativo", "razonamiento": "El estudio de métodos, parte de la administración científica, analiza los movimientos y operaciones involucrados en una tarea para simplificarla, eliminar pasos innecesarios y diseñar el método más eficiente, antes de establecer el tiempo estándar para realizarla."}
{"pregunta": "La 'toma de decisiones por consenso' implica que:", "a": "El jefe decide sin consultar a nadie.", "b": "Se vota y se acepta la opción con mayoría simple.", "c": "Se discute hasta llegar a un acuerdo aceptable para todos.", "d": "Se delega completamente la decisión en un subordinado.", "correcta": "c", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "La decisión por consenso busca un acuerdo general donde todos los participantes puedan aceptar la solución, aunque no sea su preferida inicialmente. Requiere más tiempo y discusión que la votación, pero genera mayor compromiso con la decisión tomada."}
{"pregunta": "Según el enfoque contingencial, la estructura organizacional adecuada depende de factores como:", "a": "Solo del tamaño de la empresa.", "b": "Exclusivamente del tipo de industria.", "c": "De múltiples factores como el entorno, tecnología y tamaño.", "d": "Únicamente de las preferencias personales del dueño.", "correcta": "c", "materia": "Administración", "tema": "Fundamentos de la Administración - Enfoques de la Administración", "razonamiento": "El enfoque contingencial sostiene que no existe una única forma óptima de organizar, sino que la estructura y prácticas administrativas más efectivas dependen (son contingentes) de factores situacionales específicos: estabilidad del entorno, tecnología utilizada, tamaño de la organización, estrategia, etc."}
{"pregunta": "La 'descripción de puestos' es un documento que especifica:", "a": "Los salarios y beneficios de cada empleado.", "b": "Las funciones, responsabilidades y requisitos de un puesto específico.", "c": "Los canales de comunicación informal en la empresa.", "d": "Los planes de carrera y promoción para los empleados.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Organización", "razonamiento": "La descripción de puestos detalla formalmente los deberes, responsabilidades, relaciones de reporte, condiciones de trabajo y, a veces, los requisitos de conocimiento, habilidades y capacidades necesarias para desempeñar un puesto específico. Es fundamental para reclutamiento, selección, evaluación y compensación."}
{"pregunta": "El 'control de calidad total' (TQM) se fundamenta en la idea de que:", "a": "La calidad es responsabilidad exclusiva del departamento de control de calidad.", "b": "La calidad debe inspeccionarse al final del proceso de producción.", "c": "La calidad es responsabilidad de todos en la organización y debe integrarse en cada proceso.", "d": "Solo los productos defectuosos deben ser reparados o desechados.", "correcta": "c", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "El TQM es una filosofía de gestión que busca la calidad en todas las actividades de la organización, involucrando a todos los empleados en la mejora continua de procesos, productos y servicios, con el objetivo de satisfacer o superar las expectativas del cliente."}
{"pregunta": "La 'comunicación formal' en una organización sigue:", "a": "Los canales establecidos en la estructura jerárquica.", "b": "Las relaciones de amistad entre compañeros de trabajo.", "c": "Los intereses personales de los empleados.", "d": "Rumores y comentarios no verificados.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "La comunicación formal es la que fluye a través de los canales oficiales de la organización, siguiendo la cadena de mando establecida en el organigrama (ascendente, descendente, horizontal). Se contrasta con la comunicación informal, que sigue redes sociales personales y no está oficialmente reconocida."}
{"pregunta": "Un 'emprendedor' se caracteriza por:", "a": "Evitar riesgos y mantener el statu quo.", "b": "Buscar seguridad laboral en una gran empresa.", "c": "Identificar oportunidades y asumir riesgos para crear nuevos negocios.", "d": "Seguir siempre las instrucciones de sus superiores sin cuestionar.", "correcta": "c", "materia": "Administración", "tema": "Fundamentos de la Administración - Emprendimiento", "razonamiento": "Un emprendedor es una persona que identifica oportunidades de negocio, organiza los recursos necesarios y asume riesgos calculados para crear una nueva empresa o iniciativa, con el objetivo de obtener beneficios. La innovación, iniciativa y tolerancia al riesgo son características clave."}
{"pregunta": "La 'jerarquía organizacional' se refiere a:", "a": "La distribución del poder y autoridad en diferentes niveles.", "b": "Los sistemas de incentivos económicos para los empleados.", "c": "Los canales de comunicación informal en la empresa.", "d": "La diversidad de productos que ofrece la organización.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Organización", "razonamiento": "La jerarquía organizacional es la disposición de los puestos y unidades de la organización según diferentes niveles de autoridad, responsabilidad y status, generalmente representada en forma piramidal con la máxima autoridad en la cúspide."}
{"pregunta": "El 'principio de excepción' en control administrativo establece que:", "a": "Los gerentes deben supervisar personalmente todas las actividades.", "b": "Los gerentes deben enfocarse solo en las desviaciones significativas de lo planeado.", "c": "Todas las decisiones deben ser aprobadas por la máxima autoridad.", "d": "Los empleados deben seguir las reglas sin excepciones.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "El principio de control por excepción sugiere que los gerentes deben concentrar su atención en las situaciones que se desvían significativamente de los estándares establecidos, dejando que las actividades que se desarrollan según lo planeado sean manejadas por los subordinados según procedimientos rutinarios."}
{"pregunta": "La 'teoría de la equidad' en motivación propone que las personas:", "a": "Comparan sus aportaciones y recompensas con las de otros.", "b": "Solo se motivan por necesidades fisiológicas básicas.", "c": "Actúan exclusivamente por incentivos económicos.", "d": "No se preocupan por las recompensas de los demás.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "La teoría de la equidad de Adams sostiene que los individuos evalúan la justicia de su situación comparando la proporción entre sus aportes (esfuerzo, experiencia) y sus resultados (salario, reconocimiento) con la proporción de otras personas consideradas referentes. La percepción de inequidad genera tensión y motiva acciones para restaurar la equidad."}
{"pregunta": "Una 'matriz FODA' combina factores internos y externos para generar:", "a": "Estrategias genéricas como FO, DO, FA y DA.", "b": "Presupuestos detallados por departamento.", "c": "Descripciones de puestos para nuevos empleados.", "d": "Organigramas de la estructura empresarial.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Planeación", "razonamiento": "Del cruce de factores internos (Fortalezas y Debilidades) con factores externos (Oportunidades y Amenazas) en una matriz, se derivan cuatro tipos de estrategias posibles: Estrategias FO (usar fortalezas para aprovechar oportunidades), DO (superar debilidades aprovechando oportunidades), FA (usar fortalezas para evitar amenazas) y DA (minimizar debilidades y evitar amenazas)."}
{"pregunta": "La 'administración por objetivos' (APO) es un sistema donde:", "a": "Los objetivos son establecidos unilateralmente por la alta dirección.", "b": "Gerentes y subordinados establecen conjuntamente objetivos específicos y medibles.", "c": "No se establecen objetivos para mantener la flexibilidad.", "d": "Los objetivos solo se refieren a aspectos financieros.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "La APO, popularizada por Peter Drucker, es un proceso mediante el cual gerentes y colaboradores definen conjuntamente objetivos específicos, medibles, alcanzables, relevantes y con tiempo definido (SMART), y luego revisan periódicamente el progreso hacia esos objetivos. Busca alinear objetivos individuales con los organizacionales."}
{"pregunta": "La 'departamentalización por productos' es común en empresas que:", "a": "Operan en una sola zona geográfica limitada.", "b": "Fabrican y comercializan una gran variedad de productos diferentes.", "c": "Atienden a un único tipo de cliente.", "d": "Realizan solo funciones administrativas.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Organización", "razonamiento": "La departamentalización por productos organiza a la empresa en divisiones basadas en líneas de productos o servicios específicos (ej: división de electrónica, división de electrodomésticos). Es útil cuando los productos son diversos, requieren expertise especializada, o cuando se quiere responsabilizar a un gerente por el desempeño completo de un producto."}
{"pregunta": "El 'diagrama de Gantt' es una herramienta utilizada para:", "a": "Representar la estructura jerárquica de la organización.", "b": "Programar y controlar el avance de las actividades de un proyecto.", "c": "Analizar las causas raíz de un problema de calidad.", "d": "Evaluar el desempeño financiero de la empresa.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "El diagrama de Gantt es un gráfico de barras horizontales que muestra las actividades de un proyecto en un eje temporal, indicando su fecha de inicio, duración y fecha de finalización. Permite visualizar la programación del proyecto, las actividades concurrentes y el progreso real vs. planeado."}
{"pregunta": "Según la 'teoría de la expectativa' de Vroom, la motivación depende de:", "a": "La relación percibida entre esfuerzo, desempeño y recompensas.", "b": "Únicamente de la personalidad del individuo.", "c": "Exclusivamente de las condiciones económicas externas.", "d": "Solo de las órdenes directas de los superiores.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "La teoría de la expectativa plantea que la motivación (fuerza para actuar) es el producto de tres relaciones percibidas: 1) Expectativa (creencia de que el esfuerzo llevará al desempeño), 2) Instrumentalidad (creencia de que el desempeño llevará a una recompensa), y 3) Valencia (valor que la persona asigna a esa recompensa)."}
{"pregunta": "Un 'sistema abierto' en la teoría de sistemas organizacionales se caracteriza por:", "a": "No interactuar con su entorno externo.", "b": "Intercambiar materiales, energía e información con su entorno.", "c": "Funcionar de manera completamente independiente y autónoma.", "d": "Mantener sus procesos internos sin cambios a lo largo del tiempo.", "correcta": "b", "materia": "Administración", "tema": "Fundamentos de la Administración - Enfoques de la Administración", "razonamiento": "Un sistema abierto, concepto central en la teoría de sistemas aplicada a organizaciones, intercambia recursos (entradas) e información con su entorno, transforma esos recursos mediante procesos internos, y genera productos o servicios (salidas) que afectan al entorno, en un ciclo continuo de adaptación mutua."}
{"pregunta": "La 'planeación a corto plazo' generalmente cubre períodos de:", "a": "1 a 5 años.", "b": "Más de 5 años.", "c": "Hasta 1 año.", "d": "10 años o más.", "correcta": "c", "materia": "Administración", "tema": "Proceso Administrativo - Planeación", "razonamiento": "La planeación se clasifica por horizonte temporal: corto plazo (hasta 1 año, operativa/táctica), mediano plazo (1 a 3 años, a veces incluida en táctica o estratégica) y largo plazo (3 a 5 años o más, estratégica). La planeación a corto plazo se enfoca en actividades inmediatas y detalladas."}
{"pregunta": "El 'liderazgo situacional' de Hersey-Blanchard propone que el estilo de liderazgo debe variar según:", "a": "La personalidad inmutable del líder.", "b": "El nivel de madurez de los seguidores para la tarea específica.", "c": "Exclusivamente las características del entorno económico.", "d": "Solo el tamaño de la organización.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "Esta teoría contingente sostiene que no hay un estilo de liderazgo universalmente mejor. El líder debe diagnosticar la 'madurez' de sus seguidores (su competencia y compromiso para una tarea concreta) y adaptar su estilo en un continuo que va desde uno muy directivo (para seguidores inmaduros) hasta uno delegativo (para seguidores muy maduros)."}
{"pregunta": "La 'retroalimentación' en el proceso de comunicación es importante porque:", "a": "Permite verificar si el mensaje fue entendido correctamente.", "b": "Aumenta la jerarquía y formalidad de la organización.", "c": "Reduce la necesidad de planificación previa.", "d": "Elimina por completo la posibilidad de malentendidos.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "La retroalimentación (feedback) es la respuesta del receptor al mensaje del emisor. En la comunicación efectiva, es crucial porque permite confirmar la comprensión, aclarar malentendidos, y asegurar que el mensaje se ha interpretado como se intentó, cerrando el circuito de comunicación."}
{"pregunta": "Una 'organización lineal' presenta la ventaja de:", "a": "Gran flexibilidad y adaptación rápida a cambios.", "b": "Claridad en las líneas de autoridad y responsabilidad.", "c": "Toma de decisiones descentralizada y participativa.", "d": "Comunicación horizontal fluida entre todos los niveles.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Organización", "razonamiento": "La estructura lineal (o militar) es simple y clara: cada empleado tiene un solo jefe y las líneas de autoridad son bien definidas. Esto facilita la toma rápida de decisiones, la disciplina y la facilidad de implementación de órdenes, aunque puede ser rígida y limitar la iniciativa."}
{"pregunta": "El 'control concurrente' se realiza:", "a": "Antes de iniciar las operaciones.", "b": "Durante la ejecución de las actividades.", "c": "Después de terminar el proceso.", "d": "Solo en situaciones de emergencia.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "El control concurrente (o de dirección) se ejerce mientras se está realizando el trabajo. Su propósito es detectar y corregir desviaciones en tiempo real, antes de que se conviertan en problemas mayores. Ejemplos: supervisión directa, monitoreo de instrumentos en una planta."}
{"pregunta": "La 'teoría de los dos factores' de Herzberg distingue entre:", "a": "Factores higiénicos (evitan insatisfacción) y factores motivadores (generan satisfacción).", "b": "Factores económicos y factores sociales.", "c": "Factores internos y factores externos a la organización.", "d": "Factores de producción y factores de mercado.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "Herzberg identificó que ciertos factores del trabajo (salario, condiciones laborales, políticas de empresa, supervisión) actúan como 'factores higiénicos': su ausencia o insuficiencia causa insatisfacción, pero su presencia no motiva realmente. Otros factores (logro, reconocimiento, responsabilidad, crecimiento) son 'motivadores' intrínsecos que generan satisfacción y motivación genuina."}
{"pregunta": "La 'toma de decisiones programadas' se refiere a:", "a": "Decisiones rutinarias y repetitivas para las que existen procedimientos establecidos.", "b": "Decisiones novedosas y no estructuradas que requieren criterio y creatividad.", "c": "Decisiones tomadas exclusivamente por la alta dirección.", "d": "Decisiones basadas únicamente en intuición y corazonadas.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "Las decisiones programadas son repetitivas, se presentan con frecuencia, y la organización ya ha desarrollado procedimientos o reglas para manejarlas (ej: aprobar un crédito según parámetros predefinidos, reordenar inventario). Contrastan con decisiones no programadas, que son únicas, no rutinarias y requieren un proceso de solución de problemas específico."}
{"pregunta": "El 'enfoque de contingencia' en administración sugiere que:", "a": "Existe una única mejor manera de administrar aplicable a todas las situaciones.", "b": "Las prácticas administrativas efectivas dependen de la situación específica.", "c": "Los principios administrativos son universales e inmutables.", "d": "La estructura organizacional debe ser siempre centralizada.", "correcta": "b", "materia": "Administración", "tema": "Fundamentos de la Administración - Enfoques de la Administración", "razonamiento": "El enfoque contingencial (o situacional) rechaza la idea de principios universales. Postula que la efectividad de una práctica administrativa (como un estilo de liderazgo o una estructura organizacional) depende de factores contingentes o situacionales específicos, como la tecnología, el entorno, el tamaño o la estrategia de la organización."}
{"pregunta": "La 'misión' de una organización define:", "a": "Su aspiración futura a largo plazo.", "b": "Su razón de ser fundamental y propósito principal.", "c": "Los principios éticos que guían su conducta.", "d": "Sus objetivos cuantitativos específicos.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Planeación", "razonamiento": "La misión responde a las preguntas: ¿Quiénes somos? ¿Qué hacemos? ¿Para quién lo hacemos? ¿Por qué existimos? Define el negocio o propósito fundamental de la organización, su identidad, y el alcance de sus operaciones. Es el punto de partida para la formulación de visión, valores y objetivos."}
{"pregunta": "El 'proceso de control' implica típicamente los siguientes pasos:", "a": "Planificar, organizar, dirigir, controlar.", "b": "Establecer estándares, medir desempeño, comparar, corregir desviaciones.", "c": "Reclutar, seleccionar, capacitar, evaluar.", "d": "Producir, promocionar, distribuir, vender.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "El proceso de control administrativo generalmente sigue esta secuencia cíclica: 1) Establecer estándares de desempeño (basados en objetivos), 2) Medir el desempeño real, 3) Comparar el desempeño real con los estándares para identificar desviaciones, y 4) Tomar acciones correctivas si las desviaciones son significativas."}
{"pregunta": "La 'estructura matricial' combina:", "a": "Departamentalización por funciones y por productos/proyectos.", "b": "Centralización y descentralización absolutas.", "c": "Solo líneas de autoridad verticales.", "d": "Comunicación exclusivamente informal.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Organización", "razonamiento": "La estructura matricial superpone dos formas de departamentalización (normalmente la funcional y la de proyectos o productos). Los empleados reportan a dos jefes: un gerente funcional (por expertise) y un gerente de proyecto/producto (por tarea específica). Busca combinar las ventajas de especialización funcional con la flexibilidad y enfoque en resultados de la departamentalización por proyectos."}
{"pregunta": "El 'liderazgo transformacional' se caracteriza por:", "a": "Mantener el statu quo y enfocarse en transacciones de intercambio.", "b": "Inspirar y motivar a los seguidores para que superen sus intereses personales por el bien del grupo.", "c": "Controlar estrictamente cada detalle del trabajo de los subordinados.", "d": "Delegar completamente sin dar dirección ni apoyo.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "El líder transformacional inspira y motiva a sus seguidores a alcanzar resultados extraordinarios, transformando sus actitudes, valores y creencias. Se centra en el cambio, la innovación y el desarrollo de las personas, contrastando con el liderazgo transaccional que se basa en intercambios contingentes (recompensas por desempeño)."}
{"pregunta": "Un 'presupuesto flexible' se diferencia de uno fijo en que:", "a": "Se ajusta a diferentes niveles de actividad o producción.", "b": "No requiere aprobación de la gerencia.", "c": "Solo considera costos variables y omite costos fijos.", "d": "Se elabora sin bases históricas ni pronósticos.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "Un presupuesto flexible es un presupuesto que se formula para varios niveles posibles de actividad (producción, ventas). A diferencia del presupuesto fijo (elaborado para un solo nivel de actividad), permite comparaciones más significativas entre lo presupuestado y lo real, ya que ajusta los costos variables esperados al nivel de actividad realmente alcanzado."}
{"pregunta": "La 'administración científica' se asocia principalmente con:", "a": "Elton Mayo y los estudios de Hawthorne.", "b": "Max Weber y la teoría de la burocracia.", "c": "Frederick Taylor y la optimización del trabajo operativo.", "d": "Henri Fayol y las funciones del administrador.", "correcta": "c", "materia": "Administración", "tema": "Escuelas del Pensamiento Administrativo", "razonamiento": "Frederick W. Taylor es reconocido como el padre de la administración científica, la cual se centró en aplicar el método científico al estudio del trabajo en el nivel operativo (taller) para encontrar 'la mejor manera' de realizar cada tarea, incrementando así la eficiencia y productividad."}
{"pregunta": "La 'visión' de una organización describe:", "a": "Su situación actual y operaciones presentes.", "b": "Su futuro deseado y aspiración a largo plazo.", "c": "Sus políticas y procedimientos operativos.", "d": "Su estructura organizacional formal.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Planeación", "razonamiento": "La visión es una declaración que describe el estado futuro deseado de la organización, lo que aspira a ser o lograr a largo plazo (ej: 5-10 años). Responde a la pregunta: ¿Qué queremos llegar a ser? Debe ser inspiradora, ambiciosa y servir como guía para la toma de decisiones estratégicas."}
{"pregunta": "El 'principio de unidad de mando' establece que:", "a": "Cada empleado debe recibir órdenes de un solo superior.", "b": "Las actividades con el mismo objetivo deben tener un solo plan y un solo jefe.", "c": "La autoridad debe estar equilibrada con la responsabilidad.", "d": "La especialización del trabajo aumenta la eficiencia.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Organización", "razonamiento": "Formulado por Fayol, este principio busca evitar la confusión y el conflicto que surgen cuando un subordinado recibe órdenes de más de un jefe. Asegura una línea clara de autoridad y responsabilidad. Se relaciona pero no es idéntico al principio de unidad de dirección (B), que se refiere a la coordinación de esfuerzos hacia un mismo objetivo."}
{"pregunta": "La 'teoría de la jerarquía de necesidades' de Maslow organiza las necesidades humanas en:", "a": "Un continuo sin orden específico.", "b": "Cinco niveles que van de las más básicas a las más elevadas.", "c": "Dos factores: higiénicos y motivadores.", "d": "Tres categorías: económicas, sociales y de poder.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "Maslow propuso que las necesidades humanas están dispuestas en una jerarquía o pirámide de cinco niveles: 1) Fisiológicas, 2) Seguridad, 3) Sociales/Afiliación, 4) Estima/Reconocimiento, 5) Autorrealización. Según esta teoría, las necesidades de nivel inferior deben satisfacerse razonablemente antes de que emerjan las del nivel superior como motivadores."}
{"pregunta": "La 'departamentalización por procesos' agrupa actividades según:", "a": "Las etapas secuenciales de un proceso de producción o servicio.", "b": "Los tipos de clientes a los que se dirige.", "c": "Las diferentes zonas geográficas de operación.", "d": "Las funciones empresariales tradicionales.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Organización", "razonamiento": "Esta forma de departamentalización organiza el trabajo y los recursos en función de las etapas de un proceso. Común en manufactura (ej: departamento de corte, ensamblaje, pintura, control de calidad) o servicios (ej: recepción, procesamiento, verificación, entrega). Permite especialización por fase del proceso."}
{"pregunta": "El 'control de retroalimentación' se realiza:", "a": "Antes de comenzar las operaciones.", "b": "Durante la ejecución de las actividades.", "c": "Después de completar la actividad o proceso.", "d": "Sin considerar los resultados obtenidos.", "correcta": "c", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "El control por retroalimentación (o feedback) evalúa los resultados una vez que la actividad se ha completado. Sus hallazgos se utilizan para corregir problemas en procesos futuros, tomar acciones correctivas sobre los resultados si es posible, y mejorar la planificación para el siguiente ciclo. Ej: análisis de estados financieros al cierre del año."}
{"pregunta": "La 'comunicación horizontal' fluye entre:", "a": "Diferentes niveles jerárquicos de la organización.", "b": "Personas o unidades del mismo nivel jerárquico.", "c": "Solo la alta dirección y los dueños.", "d": "La organización y su entorno externo.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "La comunicación horizontal (o lateral) ocurre entre miembros de la organización que están en el mismo nivel jerárquico, ya sea dentro del mismo departamento o entre departamentos diferentes. Es esencial para la coordinación, solución conjunta de problemas y trabajo en equipo, y puede ser formal o informal."}
{"pregunta": "Una 'organización funcional' se caracteriza por:", "a": "Tener múltiples líneas de autoridad y especialización por función.", "b": "Tener una sola línea de autoridad desde la cima hasta la base.", "c": "No tener departamentos ni especialización.", "d": "Basarse únicamente en proyectos temporales.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Organización", "razonamiento": "Propuesta por Taylor, la organización funcional introduce la especialización también a nivel de la supervisión. Los trabajadores reciben instrucciones de varios supervisores especialistas (ej: uno para velocidad, otro para calidad, otro para mantenimiento). Aunque incrementa la expertise, puede violar el principio de unidad de mando y crear confusión."}
{"pregunta": "El 'enfoque humanista' de la administración surgió principalmente a partir de:", "a": "Los estudios de tiempos y movimientos de Taylor.", "b": "Los principios administrativos de Fayol.", "c": "Los experimentos de Hawthorne de Elton Mayo.", "d": "La teoría de la burocracia de Weber.", "correcta": "c", "materia": "Administración", "tema": "Escuelas del Pensamiento Administrativo", "razonamiento": "El enfoque humanista (o de las relaciones humanas) tuvo su origen en los famosos experimentos realizados entre 1924 y 1932 en la planta Hawthorne de Western Electric, dirigidos por Elton Mayo. Estos estudios revelaron la importancia de los factores sociales, psicológicos y emocionales (como la atención y las relaciones grupales) en la productividad y satisfacción laboral."}
{"pregunta": "La 'planeación' es la función administrativa que:", "a": "Asigna recursos y diseña la estructura para lograr los objetivos.", "b": "Guía y motiva a las personas hacia los objetivos organizacionales.", "c": "Define objetivos y decide cómo alcanzarlos.", "d": "Vigila las actividades para asegurar que se cumplan como se planeó.", "correcta": "c", "materia": "Administración", "tema": "Proceso Administrativo - Planeación", "razonamiento": "La planificación es la primera función del proceso administrativo. Implica establecer los objetivos de la organización y desarrollar planes (estrategias, tácticas, procedimientos) para alcanzarlos. Responde a las preguntas: ¿Qué queremos lograr? y ¿Cómo lo lograremos? Proporciona dirección y reduce la incertidumbre."}
{"pregunta": "La 'toma de decisiones en condiciones de incertidumbre' ocurre cuando:", "a": "Se conocen todas las alternativas y sus consecuencias con certeza.", "b": "Se desconocen las probabilidades de los posibles resultados.", "c": "Existe información perfecta y completa disponible.", "d": "Las decisiones son rutinarias y repetitivas.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "En condiciones de incertidumbre, el decisor puede identificar las alternativas y los posibles resultados de cada una, pero no puede asignar probabilidades objetivas a la ocurrencia de esos resultados (por falta de información o porque la situación es novedosa). Contrasta con la certidumbre (se conocen resultados) y el riesgo (se conocen probabilidades)."}
{"pregunta": "El 'liderazgo autocrático' se caracteriza por:", "a": "La participación activa de los subordinados en las decisiones.", "b": "La centralización de la autoridad y la toma de decisiones en el líder.", "c": "La delegación completa de autoridad en los subordinados.", "d": "El enfoque en las relaciones personales más que en las tareas.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "El líder autocrático centraliza la autoridad, toma decisiones unilateralmente sin consultar (o consultando muy poco) a los subordinados, y espera obediencia. Puede ser eficiente en situaciones de crisis o con personal no calificado, pero suele generar resentimiento y dependencia."}
{"pregunta": "Un 'sistema cerrado', en la teoría de sistemas aplicada a organizaciones, es aquel que:", "a": "Interactúa intensamente con su entorno.", "b": "No intercambia recursos ni información con su entorno.", "c": "Se adapta continuamente a los cambios externos.", "d": "Depende completamente de insumos del medio ambiente.", "correcta": "b", "materia": "Administración", "tema": "Fundamentos de la Administración - Enfoques de la Administración", "razonamiento": "Un sistema cerrado es teórico y se conceptualiza como aislado de su entorno externo, operando de manera independiente sin intercambiar materiales, energía o información. En la realidad, las organizaciones son sistemas abiertos, pero el concepto de sistema cerrado es útil para análisis teóricos o para examinar subsistemas internos de manera aislada."}
{"pregunta": "La 'organización' como función administrativa incluye:", "a": "Definir objetivos y cursos de acción.", "b": "Asignar recursos y establecer una estructura.", "c": "Guiar y motivar a los miembros de la organización.", "d": "Evaluar resultados y tomar acciones correctivas.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Organización", "razonamiento": "Organizar es el proceso de diseñar la estructura de la organización, asignar recursos (humanos, financieros, físicos, de información) y establecer relaciones de autoridad y responsabilidad para facilitar el logro de los objetivos planeados. Incluye actividades como dividir el trabajo, departamentalizar, definir puestos y crear mecanismos de coordinación."}
{"pregunta": "El 'principio de delegación' efectiva requiere que:", "a": "Se delegue la autoridad necesaria pero se mantenga la responsabilidad final.", "b": "Se delegue tanto la autoridad como la responsabilidad final.", "c": "No se delegue nunca la autoridad para mantener el control.", "d": "Se delegue la responsabilidad pero se retenga toda la autoridad.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "Una delegación efectiva implica conferir autoridad a un subordinado para que actúe en nombre del superior, asignándole la responsabilidad de ejecutar la tarea. Sin embargo, el principio establece que el superior no puede delegar su responsabilidad última o rendición de cuentas (accountability) por los resultados de esa tarea delegada."}
{"pregunta": "La 'teoría Z' de William Ouchi propone un estilo de administración que:", "a": "Combina características de las administraciones japonesa y estadounidense.", "b": "Es idéntico al modelo estadounidense tradicional.", "c": "Copia exactamente el modelo japonés de administración.", "d": "Rechaza cualquier tipo de participación de los empleados.", "correcta": "a", "materia": "Administración", "tema": "Escuelas del Pensamiento Administrativo", "razonamiento": "Ouchi comparó los estilos administrativos estadounidenses (Teoría A, cortoplacista, decisiones individuales) y japoneses (Teoría J, largoplacista, decisiones colectivas). La Teoría Z propone un modelo híbrido que integra lo mejor de ambos: empleo de por vida (en cierta medida), toma de decisiones participativa, responsabilidad individual, y atención tanto a las personas como a la productividad."}
{"pregunta": "El 'control de calidad estadístico' utiliza:", "a": "Solo la inspección visual al final de la línea.", "b": "Métodos matemáticos y gráficos de control para monitorear procesos.", "c": "Exclusivamente la opinión de los clientes externos.", "d": "La intuición y experiencia de los supervisores.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "El control estadístico de calidad (Statistical Quality Control, SQC) emplea técnicas estadísticas, como muestreo y gráficos de control, para monitorear y controlar la variación en los procesos productivos. Permite distinguir entre variación aleatoria normal y variación asignable a causas específicas, facilitando la mejora continua y reduciendo la dependencia de la inspección masiva al 100%."}
{"pregunta": "La 'cadena de valor' es un concepto que describe:", "a": "La secuencia de actividades que agregan valor al producto o servicio.", "b": "La línea de autoridad en la organización.", "c": "El proceso de comunicación formal ascendente.", "d": "El sistema de incentivos económicos por productividad.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Planeación", "razonamiento": "Desarrollado por Michael Porter, la cadena de valor desagrega a la empresa en sus actividades estratégicamente relevantes (primarias: logística, operaciones, marketing, servicio; y de apoyo: infraestructura, RH, tecnología, compras) para entender el comportamiento de los costos y las fuentes de diferenciación. El objetivo es realizar cada actividad de manera que contribuya a la ventaja competitiva."}
{"pregunta": "Un 'presupuesto de caja' o 'flujo de efectivo' proyecta:", "a": "Las utilidades esperadas de la empresa.", "b": "Las entradas y salidas de dinero en un período futuro.", "c": "El valor de los activos fijos de la organización.", "d": "Los niveles de inventario óptimos.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "El presupuesto de efectivo (cash flow) es una proyección financiera que estima las entradas (cobros por ventas, aportes de capital, préstamos) y salidas (pagos a proveedores, sueldos, gastos operativos, pago de deudas) de dinero durante un período, para asegurar que la empresa tenga liquidez suficiente para operar y cumplir con sus obligaciones."}
{"pregunta": "La 'dirección por objetivos' (DPO) se enfoca en:", "a": "Controlar cada detalle de las actividades de los empleados.", "b": "Establecer objetivos claros y medibles acordados entre jefe y subordinado.", "c": "Eliminar por completo la fijación de objetivos.", "d": "Basarse solo en la experiencia pasada sin planificar el futuro.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "La Dirección por Objetivos es un sistema gerencial donde superiores y subordinados definen conjuntamente objetivos periódicos (generalmente anuales) para el área o puesto del subordinado, y luego evalúan periódicamente el progreso basándose en el logro de esos objetivos. Busca alinear esfuerzos individuales con los objetivos organizacionales y fomentar la autodirección."}
{"pregunta": "La 'teoría de la administración científica' tuvo su mayor impacto en:", "a": "La alta dirección y la formulación de estrategias.", "b": "El nivel operativo de producción y eficiencia del trabajo.", "c": "Las relaciones públicas y la imagen corporativa.", "d": "La gestión financiera y la contabilidad de costos.", "correcta": "b", "materia": "Administración", "tema": "Escuelas del Pensamiento Administrativo", "razonamiento": "El enfoque de Taylor se concentró casi exclusivamente en mejorar la productividad del trabajador individual en el taller o fábrica, a través del estudio científico de tareas, la estandarización de métodos y herramientas, y la vinculación de salarios al rendimiento. Su impacto fue monumental en la organización del trabajo manual repetitivo."}
{"pregunta": "El 'análisis de puesto' es el proceso de:", "a": "Evaluar el desempeño de un empleado en su trabajo.", "b": "Determinar el salario justo para un puesto específico.", "c": "Recopilar información sobre los deberes, responsabilidades y requisitos de un puesto.", "d": "Ascender a un empleado a un puesto de mayor responsabilidad.", "correcta": "c", "materia": "Administración", "tema": "Proceso Administrativo - Organización", "razonamiento": "El análisis de puestos es una técnica de recursos humanos que estudia sistemáticamente las tareas, deberes, responsabilidades, condiciones de trabajo y requisitos de conocimiento, habilidades y capacidades de un puesto específico. La información resultante se usa para redactar descripciones y especificaciones de puestos, fundamentales para reclutamiento, selección, capacitación, evaluación y compensación."}
{"pregunta": "La 'motivación extrínseca' proviene de:", "a": "La satisfacción interna por realizar la tarea misma.", "b": "Factores externos como salarios, bonos, reconocimiento o promociones.", "c": "El interés y disfrute personal en la actividad.", "d": "La autosuperación y el desarrollo de habilidades propias.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "La motivación extrínseca es impulsada por recompensas externas al individuo y a la tarea misma, como el dinero, los beneficios, el reconocimiento social, los ascensos, o incluso el temor a castigos. Contrasta con la motivación intrínseca, que surge del interés, disfrute o sentido de reto que la persona encuentra en la actividad."}
{"pregunta": "Una 'matriz BCG' clasifica las unidades de negocio según:", "a": "Su participación de mercado relativa y la tasa de crecimiento del mercado.", "b": "La antigüedad de los empleados y el tamaño de la planta.", "c": "El precio del producto y los costos de producción.", "d": "La estructura legal y el número de accionistas.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Planeación", "razonamiento": "Desarrollada por el Boston Consulting Group, esta matriz estratégica posiciona las diferentes unidades de negocio o líneas de producto de una empresa en una cuadrícula de 2x2 según: 1) Participación de mercado relativa (alta/baja, eje X) y 2) Tasa de crecimiento del mercado (alta/baja, eje Y). Genera cuatro categorías: Estrellas, Vacas de efectivo, Interrogantes y Perros, que sugieren diferentes estrategias de inversión."}
{"pregunta": "El 'liderazgo laissez-faire' se caracteriza por:", "a": "Una dirección muy estricta y control detallado.", "b": "Una participación activa del líder en las decisiones del grupo.", "c": "Una mínima intervención del líder, dejando gran libertad al grupo.", "d": "Un enfoque exclusivo en las tareas sin considerar a las personas.", "correcta": "c", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "El estilo laissez-faire (dejar hacer) es no directivo. El líder proporciona muy poca o ninguna dirección, delega completamente la autoridad y permite que el grupo se autodirija. Puede ser efectivo con equipos muy maduros, expertos y motivados, pero a menudo lleva a la falta de coordinación y bajo rendimiento si el grupo no está preparado."}
{"pregunta": "El 'principio de escalar' se refiere a:", "a": "La línea de autoridad desde el nivel más alto al más bajo.", "b": "La especialización de tareas en la organización.", "c": "La equidad en el trato a los empleados.", "d": "La estabilidad del personal en la empresa.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Organización", "razonamiento": "También llamado 'cadena escalar' o 'línea de mando', es el principio que define la línea clara e ininterrumpida de autoridad que va desde la cima de la organización (máxima autoridad) hasta el empleado de nivel más bajo, especificando quién reporta a quién en cada nivel. Es fundamental para el orden y la comunicación formal."}
{"pregunta": "La 'teoría de la fijación de metas' de Locke propone que:", "a": "Las metas específicas y desafiantes conducen a un mayor rendimiento.", "b": "Las metas vagas y fáciles son las más motivadoras.", "c": "Es mejor no establecer metas para evitar la presión.", "d": "Las metas deben ser siempre secretas para los empleados.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "Edwin Locke encontró que las metas específicas y desafiantes (pero alcanzables) llevan a un rendimiento más alto que las metas fáciles, vagas o la ausencia de metas. Para ser efectivas, las metas deben ser aceptadas por los empleados y contar con retroalimentación sobre el progreso. Esta teoría es la base de la administración por objetivos."}
{"pregunta": "Un 'círculo de calidad' es un grupo pequeño de empleados que:", "a": "Toma decisiones estratégicas para toda la empresa.", "b": "Se reúne regularmente para identificar y resolver problemas relacionados con su trabajo.", "c": "Supervisa el trabajo de otros departamentos.", "d": "Administra el presupuesto y las finanzas del departamento.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "Los círculos de calidad son grupos voluntarios de empleados del mismo área que se reúnen periódicamente, normalmente durante horas laborales, para identificar, analizar y proponer soluciones a problemas relacionados con la calidad, productividad, seguridad o ambiente de trabajo en su área. Es una técnica de participación y mejora continua originaria de Japón."}
{"pregunta": "La 'departamentalización por tiempo' organiza las actividades según:", "a": "Los turnos de trabajo (ej: turno matutino, vespertino, nocturno).", "b": "Los tipos de clientes atendidos.", "c": "Las funciones empresariales básicas.", "d": "Las diferentes líneas de productos.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Organización", "razonamiento": "Esta forma de departamentalización, común en organizaciones que operan las 24 horas (hospitales, fábricas continuas, servicios de emergencia), agrupa actividades y personas según los turnos o períodos de tiempo en que se realiza el trabajo. Permite una supervisión y coordinación específica para cada turno."}
{"pregunta": "El 'enfoque de reingeniería de procesos' propone:", "a": "Mejoras incrementales y graduales en los procesos existentes.", "b": "Un rediseño radical y completo de los procesos para lograr mejoras dramáticas.", "c": "Mantener los procesos tradicionales sin cambios.", "d": "Enfocarse solo en los aspectos financieros de la organización.", "correcta": "b", "materia": "Administración", "tema": "Fundamentos de la Administración - Enfoques de la Administración", "razonamiento": "La reingeniería de procesos (Business Process Reengineering, BPR), popularizada por Hammer y Champy, aboga por repensar y rediseñar radicalmente los procesos de negocio fundamentales (no solo mejorarlos incrementalmente) para lograr mejoras drásticas en medidas críticas de desempeño como costos, calidad, servicio y velocidad."}
{"pregunta": "La 'toma de decisiones intuitiva' se basa principalmente en:", "a": "Análisis cuantitativos detallados y datos duros.", "b": "Corazonadas, experiencia acumulada y sensaciones no conscientes.", "c": "Seguir estrictamente los procedimientos establecidos.", "d": "La opinión de la mayoría en una votación formal.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "La decisión intuitiva es un proceso no consciente que surge de la experiencia acumulada y el conocimiento tácito. El decisor llega a una conclusión rápidamente sin un análisis secuencial explícito, basándose en 'corazonadas' o 'presentimientos'. Complementa (no reemplaza necesariamente) la toma de decisiones racional analítica, especialmente en situaciones ambiguas o de alta incertidumbre."}
{"pregunta": "El 'control de inventarios' tiene como objetivo principal:", "a": "Maximizar las ventas y la participación de mercado.", "b": "Minimizar la inversión en inventario manteniendo disponibilidad para la demanda.", "c": "Eliminar por completo la necesidad de almacenar productos.", "d": "Incrementar los costos de almacenamiento y manejo.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "El control de inventarios busca equilibrar dos objetivos conflictivos: 1) Tener suficiente inventario para satisfacer la demanda de clientes y evitar rupturas de stock, y 2) Minimizar los costos asociados al inventario (capital inmovilizado, almacenamiento, seguros, obsolescencia). Utiliza técnicas como el modelo de lote económico (EOQ) y el sistema justo a tiempo (JIT)."}
{"pregunta": "La 'teoría de la contingencia' sostiene que la estructura organizacional depende de factores como:", "a": "Solo el tamaño de la empresa.", "b": "La estrategia, el entorno, la tecnología y el tamaño.", "c": "Exclusivamente las preferencias del dueño.", "d": "Únicamente el tipo de producto que se fabrica.", "correcta": "b", "materia": "Administración", "tema": "Fundamentos de la Administración - Enfoques de la Administración", "razonamiento": "La teoría de la contingencia, desarrollada por investigadores como Lawrence, Lorsch, Woodward y Perrow, argumenta que la estructura organizacional más efectiva no es universal, sino que depende (es contingente) de varios factores situacionales clave: la estrategia de la empresa, la incertidumbre del entorno, la tecnología utilizada y el tamaño de la organización."}
{"pregunta": "Un 'manual de organización' describe:", "a": "Las políticas de salarios y beneficios de la empresa.", "b": "La estructura, funciones y relaciones de los departamentos y puestos.", "c": "Los procedimientos detallados para realizar tareas específicas.", "d": "La historia y los logros de la fundación de la empresa.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Organización", "razonamiento": "El manual de organización es un documento formal que presenta la estructura organizacional de la empresa (a menudo incluyendo un organigrama), define los objetivos, funciones, autoridad y relaciones de cada departamento, división o puesto clave. Es una guía de referencia para entender 'quién hace qué' y 'cómo se relacionan' las partes de la organización."}
{"pregunta": "La 'comunicación no verbal' incluye elementos como:", "a": "Informes escritos y memorandos oficiales.", "b": "Expresiones faciales, gestos, postura y tono de voz.", "c": "Conversaciones telefónicas y videollamadas.", "d": "Correos electrónicos y mensajes de texto formales.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "La comunicación no verbal transmite mensajes sin palabras, a través de canales como el lenguaje corporal (gestos, postura, expresiones faciales, contacto visual), paralenguaje (tono, volumen, ritmo de la voz), proxémica (uso del espacio personal) y apariencia física. Con frecuencia comunica emociones y actitudes más genuinas que las palabras."}
{"pregunta": "El 'sistema justo a tiempo' (JIT) en producción busca:", "a": "Acumular grandes inventarios para asegurar la producción.", "b": "Producir o recibir materiales justo cuando se necesitan, minimizando inventarios.", "c": "Extender los tiempos de entrega a los proveedores.", "d": "Aumentar los lotes de producción para lograr economías de escala.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "El sistema Justo a Tiempo (Just-In-Time, JIT), originario de Toyota, es una filosofía de gestión que busca eliminar desperdicios (incluyendo inventarios excesivos) produciendo o adquiriendo los componentes necesarios en las cantidades exactas y en el momento preciso en que se requieren en el proceso de producción. Requiere una coordinación excelente con proveedores y calidad perfecta."}
{"pregunta": "La 'autoridad de línea' es la que:", "a": "Asesora y recomienda pero no puede dar órdenes directas.", "b": "Da órdenes directas y toma decisiones que afectan a los subordinados.", "c": "Es temporal y específica para un proyecto.", "d": "Se ejerce entre departamentos del mismo nivel.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Organización", "razonamiento": "La autoridad de línea es la autoridad directa sobre subordinados en la cadena de mando. Los gerentes de línea tienen el derecho formal de dirigir el trabajo de sus subordinados y tomar decisiones que afectan directamente a las operaciones por las que son responsables. Se contrasta con la autoridad staff (de asesoría) y la autoridad funcional (especializada sobre un aspecto específico)."}
{"pregunta": "El 'análisis de punto de equilibrio' determina:", "a": "El nivel de ventas en el que los ingresos totales igualan a los costos totales.", "b": "La participación de mercado óptima para la empresa.", "c": "El margen de ganancia máximo posible.", "d": "El precio más alto que los clientes están dispuestos a pagar.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "El punto de equilibrio (break-even point) es el nivel de actividad (unidades vendidas o ingresos) en el que la empresa no gana ni pierde dinero: sus ingresos totales son exactamente iguales a sus costos totales (fijos más variables). Es una herramienta fundamental de análisis de costos-volumen-utilidad para la toma de decisiones sobre precios, producción e inversiones."}
{"pregunta": "La 'teoría de la racionalidad limitada' de Herbert Simon propone que en la toma de decisiones, los administradores:", "a": "Tienen información completa y pueden evaluar todas las alternativas posibles.", "b": "Actúan con racionalidad limitada debido a restricciones de información, tiempo y capacidad cognitiva.", "c": "Siempre eligen la alternativa óptima y maximizadora.", "d": "No utilizan ningún tipo de lógica o análisis.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "Simon cuestionó el modelo de 'hombre económico' totalmente racional. Propuso que los administradores toman decisiones con 'racionalidad limitada' (bounded rationality): buscan soluciones satisfactorias (satisfacing) más que óptimas, debido a limitaciones de información, tiempo, costos de búsqueda y capacidad mental para procesar toda la información relevante."}
{"pregunta": "Una 'organización virtual' se caracteriza por:", "a": "Tener todas sus funciones y empleados en un solo lugar físico.", "b": "Ser una red de empresas independientes unidas temporalmente por tecnología para un proyecto específico.", "c": "Tener una estructura jerárquica muy rígida y burocrática.", "d": "Operar sin utilizar ninguna tecnología de información.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Organización", "razonamiento": "Una organización virtual es una red temporal de empresas independientes (proveedores, clientes, incluso competidores) vinculadas por tecnologías de información para compartir habilidades, costos y acceso a los mercados. No tiene una ubicación central ni estructura física tradicional; se forma para aprovechar una oportunidad específica y puede disolverse después."}
{"pregunta": "El 'enfoque de la calidad total' (TQM) enfatiza:", "a": "La inspección al final de la línea para detectar productos defectuosos.", "b": "La responsabilidad de la calidad solo en el departamento de control de calidad.", "c": "La mejora continua de procesos y la satisfacción del cliente, involucrando a todos los empleados.", "d": "La reducción de costos a cualquier precio, incluso sacrificando calidad.", "correcta": "c", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "La Gestión de Calidad Total (Total Quality Management, TQM) es una filosofía de gestión que busca la excelencia organizacional mediante la mejora continua de todos los procesos, con la participación activa de todos los empleados, y enfocándose completamente en satisfacer y superar las necesidades y expectativas del cliente."}
{"pregunta": "El concepto de 'sinergia' en administración se refiere a:", "a": "La idea de que el todo es mayor que la suma de sus partes.", "b": "La reducción de costos mediante economías de escala.", "c": "La competencia entre departamentos de la misma empresa.", "d": "La sustitución de mano de obra por tecnología.", "correcta": "a", "materia": "Administración", "tema": "Fundamentos de la Administración - Teorías y Postulados", "razonamiento": "La sinergia es un principio clave en el enfoque de sistemas que establece que cuando las partes de una organización trabajan coordinadamente, el resultado total es superior a la simple suma de los esfuerzos individuales. Esto ocurre cuando la cooperación y coordinación generan efectos multiplicadores."}
{"pregunta": "En el proceso de dirección, la 'integración de intereses' se refiere a:", "a": "Armonizar los objetivos personales de los empleados con los objetivos organizacionales.", "b": "Contratar personal nuevo para la empresa.", "c": "Fusionar varias empresas en una sola.", "d": "Integrar nuevas tecnologías a los procesos productivos.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "La integración de intereses es un principio de dirección que busca alinear y conciliar las metas individuales de los trabajadores con los objetivos de la organización. Cuando los empleados perciben que al cumplir las metas organizacionales también satisfacen sus necesidades personales, su motivación y compromiso aumentan."}
{"pregunta": "La 'auditoría administrativa' es una técnica de control que evalúa:", "a": "Exclusivamente los estados financieros de la empresa.", "b": "El desempeño global de la organización en todas sus áreas funcionales.", "c": "Solo el cumplimiento de las leyes fiscales.", "d": "Únicamente la productividad del personal operativo.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "La auditoría administrativa es una revisión sistemática y evaluación integral de la efectividad de toda la organización o de una unidad específica. Analiza la estructura, políticas, procedimientos, controles y resultados en todas las áreas para identificar oportunidades de mejora, a diferencia de la auditoría financiera que se enfoca solo en aspectos contables."}
{"pregunta": "Según la clasificación de organizaciones por tamaño, una 'gran empresa' en México generalmente se caracteriza por:", "a": "Tener más de 250 empleados y superar ciertos montos de ingresos o activos.", "b": "Tener exactamente 100 empleados.", "c": "Operar solo a nivel local o municipal.", "d": "No requerir de una estructura organizacional formal.", "correcta": "a", "materia": "Administración", "tema": "Estudio de Empresas y Organizaciones", "razonamiento": "Aunque los criterios pueden variar, según el Instituto Nacional de Estadística y Geografía (INEGI) y la Secretaría de Economía, una gran empresa en México generalmente emplea a más de 250 personas y genera ingresos o posee activos por encima de ciertos umbrales establecidos. Estas empresas suelen tener estructuras complejas y operar en múltiples regiones."}
{"pregunta": "El 'liderazgo transaccional' se basa principalmente en:", "a": "La inspiración y transformación de valores en los seguidores.", "b": "Intercambios o transacciones entre líder y seguidor (recompensas por desempeño).", "c": "La completa libertad de acción para los subordinados.", "d": "La toma de decisiones unilateral sin consulta.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "El liderazgo transaccional se centra en las transacciones o intercambios entre líder y seguidores. El líder clarifica roles, establece metas específicas y proporciona recompensas contingentes al desempeño (p. ej., bonos, reconocimiento). Es efectivo para mantener el funcionamiento rutinario pero puede limitar la innovación, a diferencia del liderazgo transformacional que inspira cambios."}
{"pregunta": "En la etapa de organización, el 'manual de políticas' contiene:", "a": "Instrucciones detalladas paso a paso para realizar tareas.", "b": "Guías generales para la toma de decisiones en situaciones recurrentes.", "c": "La historia de la fundación de la empresa.", "d": "Los registros contables y financieros.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Organización", "razonamiento": "Un manual de políticas establece los lineamientos y criterios generales que deben seguir los miembros de la organización al tomar decisiones en áreas específicas (ej: política de crédito, política de promociones). No son procedimientos detallados, sino marcos que orientan el criterio y aseguran coherencia en las decisiones, dejando margen para la interpretación según la situación."}
{"pregunta": "La 'responsabilidad social' de una empresa hacia sus empleados incluye:", "a": "Proporcionar condiciones de trabajo seguras, salarios justos y oportunidades de desarrollo.", "b": "Maximizar las utilidades a corto plazo sin considerar el bienestar del personal.", "c": "Contratar solo familiares de los dueños.", "d": "Evitar la capacitación para reducir costos.", "correcta": "a", "materia": "Administración", "tema": "Estudio de Empresas y Organizaciones", "razonamiento": "Un aspecto fundamental de la responsabilidad social interna es el trato ético a los empleados: respetar sus derechos laborales, ofrecer un ambiente seguro, remuneración equitativa, oportunidades de crecimiento, no discriminación y equilibrio trabajo-vida personal. Esto no solo es ético, sino que mejora la productividad y reduce la rotación."}
{"pregunta": "En el proceso administrativo, la 'retroalimentación' (feedback) es especialmente crucial en la etapa de:", "a": "Planeación, para formular objetivos realistas.", "b": "Control, para ajustar estándares y corregir desviaciones.", "c": "Organización, para diseñar la estructura.", "d": "Dirección, para dar órdenes iniciales.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "La retroalimentación es el elemento que cierra el ciclo del control y lo vincula de nuevo con la planeación. La información obtenida al comparar resultados con estándares sirve para: 1) Tomar acciones correctivas inmediatas, y 2) Ajustar objetivos y planes futuros, mejorando así la efectividad del proceso administrativo en su conjunto."}
{"pregunta": "Un emprendedor que inicia un negocio replicando un modelo ya existente (como una franquicia) se clasifica principalmente como:", "a": "Emprendedor innovador (que crea algo totalmente nuevo).", "b": "Emprendedor por imitación o duplicador.", "c": "Emprendedor social.", "d": "Emprendedor por necesidad.", "correcta": "b", "materia": "Administración", "tema": "Fundamentos de la Administración - Emprendimiento", "razonamiento": "El emprendedor por imitación no crea un producto o modelo de negocio radicalmente nuevo, sino que adopta y adapta una idea ya probada en otro mercado o contexto, a menudo mejorando algún aspecto. Abrir una franquicia es un ejemplo claro, donde se replica un sistema ya establecido con apoyo de la marca matriz."}
{"pregunta": "El principio de 'estabilidad del personal' de Fayol señala que:", "a": "La alta rotación de personal es beneficiosa para la innovación.", "b": "Una organización requiere que el personal tenga tiempo para adaptarse y volverse productivo en su puesto.", "c": "Los empleados nunca deben cambiar de puesto o funciones.", "d": "Solo se debe contratar personal con mucha antigüedad en el mercado.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "Fayol argumentaba que la rotación excesiva es costosa e ineficiente. Un empleado necesita tiempo para aprender su trabajo y volverse eficiente. La estabilidad fomenta la lealtad, el desarrollo de experiencia específica y la creación de un sentido de pertenencia. No significa inmovilidad absoluta, sino evitar cambios frecuentes e innecesarios."}
{"pregunta": "En el contexto del estudio de empresas, un 'joint venture' es:", "a": "Una empresa propiedad de un solo individuo.", "b": "Una asociación estratégica temporal entre dos o más empresas para un proyecto específico.", "c": "Una organización gubernamental que regula a las empresas.", "d": "Un tipo de sociedad que solo puede dedicarse a actividades agrícolas.", "correcta": "b", "materia": "Administración", "tema": "Estudio de Empresas y Organizaciones", "razonamiento": "Un joint venture (empresa conjunta) es un acuerdo comercial donde dos o más empresas independientes crean una entidad legal separada o una asociación para desarrollar un proyecto, compartiendo recursos, riesgos y beneficios. Es común para ingresar a nuevos mercados internacionales, desarrollar tecnología costosa o cumplir con requisitos legales de países anfitriones."}
{"pregunta": "La 'técnica de la ruta crítica' (CPM) es una herramienta de planeación y control utilizada para:", "a": "Evaluar el clima organizacional.", "b": "Administrar proyectos identificando la secuencia más larga de actividades críticas.", "c": "Realizar estudios de mercado.", "d": "Diseñar la publicidad de un producto.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "CPM (Critical Path Method) es una técnica de gestión de proyectos que utiliza un diagrama de red para identificar todas las tareas necesarias, su duración, dependencias y, crucialmente, la 'ruta crítica': la secuencia más larga de tareas que determina la duración mínima del proyecto. Cualquier retraso en una actividad de la ruta crítica retrasa todo el proyecto."}
{"pregunta": "Según el enfoque estructuralista, las organizaciones requieren tanto de 'cambio' como de 'permanencia'. El cambio es necesario para:", "a": "Adaptarse a las transformaciones del entorno y sobrevivir.", "b": "Mantener intactas todas las tradiciones de la empresa.", "c": "Evitar cualquier tipo de innovación.", "d": "Conservar exactamente la misma estructura por décadas.", "correcta": "a", "materia": "Administración", "tema": "Fundamentos de la Administración - Enfoques de la Administración", "razonamiento": "Los estructuralistas, influenciados por la teoría de sistemas, ven a las organizaciones como sistemas abiertos en entornos dinámicos. Para sobrevivir y ser efectivas, deben cambiar y adaptarse (flexibilidad, innovación). Sin embargo, también necesitan cierta permanencia (estructura, cultura) que les dé identidad y estabilidad. El equilibrio entre ambos es clave."}
{"pregunta": "La 'mezcla de mercadotecnia extendida' (7 P's) aplicable a servicios incluye, además de las 4 P's tradicionales:", "a": "Personas, Evidencia Física y Procesos.", "b": "Producción, Precisión y Paciencia.", "c": "Patrocinio, Propaganda y Premios.", "d": "Planificación, Programación y Presupuesto.", "correcta": "a", "materia": "Administración", "tema": "Fundamentos de la Administración - Áreas Funcionales", "razonamiento": "Para servicios, que son intangibles, inseparables (se producen y consumen simultáneamente), variables y perecederos, se añaden tres P's: Personas (empleados que entregan el servicio y clientes), Evidencia Física (ambiente físico, instalaciones, equipos) y Procesos (flujos de actividad y procedimientos para entregar el servicio). Esto completa las 7 P's del marketing de servicios."}
{"pregunta": "El 'análisis de puestos' es la base para:", "a": "La descripción de puestos y la especificación de puestos.", "b": "La elaboración del estado de resultados financieros.", "c": "La definición de la misión y visión de la empresa.", "d": "La redacción del manual de historia organizacional.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Organización", "razonamiento": "El análisis de puestos es el proceso sistemático de recopilar información sobre los deberes, responsabilidades, habilidades requeridas, condiciones de trabajo y contexto de un puesto. Con esta información se redactan dos documentos clave: la DESCRIPCIÓN de puestos (lista de deberes y responsabilidades) y la ESPECIFICACIÓN de puestos (requisitos de conocimientos, habilidades y capacidades que debe tener la persona)."}
{"pregunta": "En la teoría de la motivación, los 'factores higiénicos' de Herzberg, cuando son inadecuados, generan:", "a": "Alta motivación y satisfacción.", "b": "Insatisfacción en el trabajo.", "c": "Neutralidad, ni satisfacción ni insatisfacción.", "d": "Solo afectan la productividad fuera del trabajo.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "Herzberg descubrió que factores como políticas de empresa, supervisión, relaciones interpersonales, condiciones de trabajo, salario y seguridad laboral son 'higiénicos' o 'de contexto'. Si son percibidos como deficientes, provocan INSATISFACCIÓN. Sin embargo, su presencia adecuada solo lleva a un estado neutro (no hay insatisfacción), pero NO GENERAN SATISFACCIÓN. La satisfacción proviene de los factores motivadores (logro, reconocimiento, el trabajo en sí)."}
{"pregunta": "La 'planeación de escenarios' es una técnica útil para:", "a": "Pronosticar con certeza absoluta el futuro.", "b": "Preparar a la organización para diferentes futuros posibles, especialmente en entornos inciertos.", "c": "Registrar únicamente los eventos pasados de la empresa.", "d": "Describir la estructura actual de la organización.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Planeación", "razonamiento": "La planeación por escenarios no intenta predecir un único futuro, sino que desarrolla varios escenarios plausibles (optimista, pesimista, tendencial) basados en diferentes combinaciones de factores clave e inciertos del entorno. Esto ayuda a la organización a pensar estratégicamente, identificar señales de cambio y desarrollar planes flexibles y robustos para diferentes eventualidades."}
{"pregunta": "El 'principio de la unidad de dirección' de Fayol establece que:", "a": "Cada empleado debe tener un solo jefe.", "b": "Las operaciones con el mismo objetivo deben tener un solo jefe y un solo plan.", "c": "La autoridad debe derivarse siempre del puesto jerárquico.", "d": "El trabajo debe dividirse en tareas especializadas.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Organización", "razonamiento": "Aunque suena similar a la unidad de mando, la unidad de dirección se refiere a la coordinación: para un conjunto de actividades que buscan un mismo objetivo, debe haber un solo plan y un único responsable (gerente) que dirija los esfuerzos del grupo. Evita la duplicación de esfuerzos y que diferentes equipos trabajen en direcciones opuestas."}
{"pregunta": "En la gestión de recursos humanos, la 'evaluación del desempeño' tiene como uno de sus principales objetivos:", "a": "Proporcionar retroalimentación al empleado para mejorar su rendimiento y planificar su desarrollo.", "b": "Reducir el salario de los empleados con menor antigüedad.", "c": "Sustituir el proceso de capacitación.", "d": "Eliminar puestos innecesarios sin análisis.", "correcta": "a", "materia": "Administración", "tema": "Fundamentos de la Administración - Áreas Funcionales", "razonamiento": "La evaluación del desempeño es un proceso sistemático para medir el rendimiento laboral de un empleado contra los estándares establecidos. Sus fines principales son: 1) Desarrollo: dar feedback, identificar necesidades de capacitación y planificar carrera; y 2) Administrativos: tomar decisiones sobre ascensos, compensaciones o terminación. Un buen sistema es formativo y justo."}
{"pregunta": "Una empresa que decide subcontratar la fabricación de sus componentes a un proveedor especializado está utilizando una estrategia de:", "a": "Integración vertical hacia atrás.", "b": "Outsourcing o externalización.", "c": "Diversificación no relacionada.", "d": "Expansión geográfica directa.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Planeación", "razonamiento": "El outsourcing consiste en contratar a una empresa externa (proveedor) para que realice actividades o procesos que podrían hacerse internamente. La empresa se enfoca en sus competencias centrales (lo que hace mejor) y externaliza actividades no esenciales a especialistas, buscando reducir costos, aumentar flexibilidad y acceder a tecnología o expertise superior."}
{"pregunta": "En la comunicación organizacional, el 'ruido' se refiere a:", "a": "Cualquier interferencia que distorsiona o bloquea el mensaje en el proceso de comunicación.", "b": "El volumen alto de la voz del emisor.", "c": "Solo los problemas técnicos en equipos de comunicación.", "d": "El contenido positivo de un mensaje.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "En el modelo de comunicación, el ruido es cualquier elemento que perturba la fidelidad de la transmisión del mensaje, desde el emisor hasta el receptor. Puede ser físico (sonidos ambientales), semántico (diferencias en el significado de las palabras), psicológico (prejuicios, emociones) o fisiológico (cansancio). El ruido reduce la efectividad de la comunicación."}
{"pregunta": "El concepto de 'benchmarking' implica:", "a": "Comparar los procesos y desempeños de la empresa contra los mejores de la industria o de otras industrias.", "b": "Establecer presupuestos rígidos sin posibilidad de ajuste.", "c": "Realizar auditorías financieras obligatorias por ley.", "d": "Diseñar el logotipo y la imagen corporativa.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "Benchmarking es un proceso continuo de medir productos, servicios y prácticas contra los competidores más duros o aquellas compañías reconocidas como líderes en cualquier parte del mundo. El objetivo es identificar 'brechas' de desempeño y aprender de las mejores prácticas para implementar mejoras que lleven a una ventaja competitiva. No es solo copiar, sino entender y adaptar."}
{"pregunta": "Un plan de 'contingencia' o 'alternativo' se desarrolla:", "a": "Como un curso de acción secundario a seguir si el plan principal no funciona o cambian las condiciones.", "b": "Para ser ejecutado simultáneamente con el plan principal.", "c": "Solo después de que el plan principal ha fallado por completo.", "d": "Sin considerar ningún riesgo o obstáculo potencial.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Planeación", "razonamiento": "La planeación de contingencias es parte de una buena administración. Consiste en identificar eventos riesgosos o inciertos que podrían afectar los planes principales y, para los más críticos, preparar planes de respaldo (Plan B) que puedan activarse rápidamente si ciertas condiciones adversas se materializan. Reduce la vulnerabilidad y mejora la capacidad de respuesta."}
{"pregunta": "La 'cultura organizacional fuerte' se caracteriza por:", "a": "Valores centrales intensamente sostenidos y ampliamente compartidos por los miembros.", "b": "La ausencia total de normas o valores comunes.", "c": "Cambios drásticos y frecuentes en los valores fundamentales cada mes.", "d": "Que solo la alta dirección conoce la misión de la empresa.", "correcta": "a", "materia": "Administración", "tema": "Fundamentos de la Administración - Enfoques de la Administración", "razonamiento": "Una cultura fuerte tiene un núcleo de valores y normas claros, compartidos por la gran mayoría de los empleados, y que ejercen una gran influencia en su comportamiento. Suele generar alta cohesión, compromiso y alineación con los objetivos, pero puede tener el riesgo de resistirse al cambio y de excluir a quienes no se ajustan. Se transmite mediante socialización, historias, ritos y símbolos."}
{"pregunta": "En la administración de proyectos, el 'triángulo de hierro' o 'triple restricción' se refiere a la interdependencia entre:", "a": "Alcance, Tiempo y Costo.", "b": "Mercadotecnia, Finanzas y Producción.", "c": "Proveedores, Clientes y Competidores.", "d": "Misión, Visión y Valores.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "Es un principio fundamental de la gestión de proyectos. Establece que todo proyecto está limitado por tres restricciones principales: 1) Alcance (trabajo a realizar), 2) Tiempo (plazo) y 3) Costo (presupuesto). Estas están interrelacionadas: cambiar una afecta a las otras. La calidad suele situarse en el centro, como resultado del equilibrio gestionado entre las tres."}
{"pregunta": "La 'teoría de juegos' aplicada a la administración estratégica es útil para:", "a": "Analizar situaciones de interdependencia competitiva donde las decisiones de una empresa afectan y son afectadas por las de sus rivales.", "b": "Organizar eventos deportivos para los empleados.", "c": "Diseñar la jornada laboral diaria.", "d": "Realizar concursos de habilidades entre departamentos.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Planeación", "razonamiento": "La teoría de juegos es un modelo matemático que estudia situaciones estratégicas (juegos) donde el resultado para un participante (empresa) depende no solo de sus propias acciones, sino también de las acciones de otros (competidores, clientes, proveedores). Ayuda a analizar comportamientos en oligopolios, guerras de precios, lanzamiento de productos y negociaciones, considerando las posibles reacciones de los demás."}
{"pregunta": "El 'enfoque ecológico o de recursos' en estrategia sugiere que la ventaja competitiva surge principalmente de:", "a": "Poseer y controlar recursos valiosos, raros, inimitables y organizados (VRIO) que los competidores no tienen.", "b": "Elegir una industria muy atractiva, independientemente de los recursos propios.", "c": "Copiar exactamente los recursos de la empresa líder.", "d": "Rotar frecuentemente a los gerentes entre puestos.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Planeación", "razonamiento": "Este enfoque, asociado a Jay Barney, mira hacia dentro de la empresa. Postula que el desempeño superior sostenible se logra cuando la empresa posee recursos y capacidades que son Valiosos, Raros, Inimitables (difíciles de copiar o sustituir) y que la Organización está preparada para explotar. La estrategia debe basarse en desarrollar y proteger estos recursos únicos, no solo en buscar industrias atractivas."}
{"pregunta": "En el ciclo de vida organizacional, la etapa de 'colectividad' se caracteriza por:", "a": "Estructura informal, liderazgo fuerte del fundador y alta innovación.", "b": "Estructura formalizada, procedimientos burocráticos y posible resistencia al cambio.", "c": "Objetivos claros, departamentalización, establecimiento de procedimientos y sentido de pertenencia.", "d": "Declive en las ventas y lucha por la supervivencia.", "correcta": "c", "materia": "Administración", "tema": "Fundamentos de la Administración - Clasificación de las Organizaciones", "razonamiento": "El modelo de ciclo de vida de Greiner y otros identifica etapas. Tras la etapa inicial de 'creación' (A), la 'colectividad' es una etapa de crecimiento con dirección: hay una estructura más formal, división del trabajo, objetivos claros, alta comunicación y un fuerte espíritu de equipo. Los empleados se identifican con la organización y se esfuerzan por su éxito."}
{"pregunta": "La técnica '5S' (Seiri, Seiton, Seiso, Seiketsu, Shitsuke) originaria de Japón busca principalmente:", "a": "Mejorar y mantener el orden, la limpieza y la disciplina en el lugar de trabajo.", "b": "Realizar estudios de mercado con cinco preguntas.", "c": "Seleccionar cinco proveedores para cada material.", "d": "Establecer cinco turnos de trabajo diarios.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "Las 5S son una metodología de gestión visual y mejora continua del entorno de trabajo: 1) Seiri (Clasificar), 2) Seiton (Ordenar), 3) Seiso (Limpiar), 4) Seiketsu (Estandarizar) y 5) Shitsuke (Sostener la disciplina). Su aplicación reduce desperdicios, mejora la seguridad, la eficiencia y la calidad, y es la base para otras prácticas como el Justo a Tiempo."}
{"pregunta": "En el modelo de las 'cinco fuerzas de Porter' para análisis de la industria, la 'amenaza de productos sustitutos' se refiere a:", "a": "Productos de otras industrias que pueden satisfacer la misma necesidad del cliente.", "b": "El poder de negociación de los proveedores.", "c": "La rivalidad entre los competidores existentes.", "d": "La amenaza de nuevos competidores que ingresan al mercado.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Planeación", "razonamiento": "Esta fuerza analiza la posibilidad de que los clientes cambien a productos o servicios que realicen una función similar, pero que pertenecen a una industria diferente (ej: el transporte en autobús vs. tren vs. avión; el azúcar vs. endulzantes artificiales). Una alta amenaza de sustitución limita los precios y la rentabilidad potencial de la industria."}
{"pregunta": "El 'balanced scorecard' o 'cuadro de mando integral' es una herramienta que complementa los indicadores financieros con perspectivas como:", "a": "Cliente, Procesos Internos, y Aprendizaje y Crecimiento.", "b": "Solo Producción y Ventas.", "c": "Exclusivamente la opinión de los accionistas.", "d": "Los gustos personales de los gerentes.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "Desarrollado por Kaplan y Norton, el Balanced Scorecard es un sistema de gestión estratégica que traduce la visión y estrategia en objetivos e indicadores de desempeño en cuatro perspectivas interrelacionadas: 1) Financiera, 2) Cliente, 3) Procesos Internos, y 4) Aprendizaje y Crecimiento. Proporciona una vista equilibrada del desempeño organizacional, vinculando medidas de resultado (financieras) con impulsoras (drivers) del desempeño futuro."}
{"pregunta": "La 'ética empresarial' se refiere a:", "a": "Las reglas, principios y estándares que gobiernan la conducta de las personas y organizaciones en el mundo de los negocios.", "b": "Solo las leyes fiscales que debe cumplir una empresa.", "c": "La estrategia de marketing más agresiva posible.", "d": "Un manual de procedimientos técnicos de producción.", "correcta": "a", "materia": "Administración", "tema": "Estudio de Empresas y Organizaciones", "razonamiento": "La ética empresarial son los principios morales y las normas de conducta que guían las decisiones y acciones en una organización. Va más allá del mero cumplimiento legal e incluye temas como honestidad, equidad, integridad, respeto a las personas, transparencia y responsabilidad en las relaciones con empleados, clientes, proveedores, competidores y la sociedad. Una cultura ética fuerte es un activo organizacional."}
{"pregunta": "En un sistema de control, los 'indicadores de desempeño clave' (KPI) deben ser:", "a": "Medibles, relevantes, alineados con los objetivos y monitoreables en el tiempo.", "b": "Subjetivos, cambiantes diariamente y conocidos solo por el dueño.", "c": "Iguales para todas las empresas e industrias sin adaptación.", "d": "Centrados únicamente en actividades, no en resultados.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "Los KPI (Key Performance Indicators) son métricas cuantificables que reflejan el éxito crítico de una organización o de un proceso específico. Para ser útiles, deben ser SMART: Específicos, Medibles, Alcanzables, Relevantes (vinculados a objetivos estratégicos) y con un límite de Tiempo. Permiten enfocar la atención en lo importante y tomar decisiones basadas en datos."}
{"pregunta": "La 'innovación disruptiva', según Clayton Christensen, es aquella que:", "a": "Mejora incrementalmente productos existentes para los clientes más exigentes.", "b": "Crea un nuevo mercado o redefine uno existente, típicamente empezando por la base con productos más simples y accesibles.", "c": "Solo puede ser desarrollada por las grandes empresas establecidas.", "d": "Mantiene el statu quo de la industria sin cambios.", "correcta": "b", "materia": "Administración", "tema": "Fundamentos de la Administración - Emprendimiento", "razonamiento": "La innovación disruptiva no busca ser mejor para los clientes actuales de la industria. En cambio, introduce un producto o servicio más simple, conveniente y asequible que atiende a segmentos ignorados (no consumidores o de baja gama). Con el tiempo, mejora en calidad y acaba desplazando a las empresas líderes establecidas que se enfocaron en mejorar para sus clientes principales (innovación sostenida)."}
{"pregunta": "El 'efecto Hawthorne' se refiere al fenómeno observado donde:", "a": "La productividad de los trabajadores mejora simplemente porque se sienten observados y considerados, no necesariamente por los cambios físicos en las condiciones de trabajo.", "b": "La división del trabajo siempre reduce la motivación.", "c": "Los incentivos económicos son la única motivación efectiva.", "d": "Las estructuras burocráticas eliminan por completo la iniciativa.", "correcta": "a", "materia": "Administración", "tema": "Escuelas del Pensamiento Administrativo", "razonamiento": "En los famosos experimentos en la planta Hawthorne, los investigadores encontraron que casi cualquier cambio en las condiciones de trabajo (mejorar o empeorar la iluminación, por ejemplo) producía un aumento temporal en la productividad. Concluyeron que el factor clave era la atención especial que recibían los trabajadores, el sentirse importantes y parte de un estudio, no las variables físicas en sí. Este hallazgo fue fundamental para el nacimiento de la Escuela de las Relaciones Humanas."}
{"pregunta": "En la gestión del cambio organizacional, la etapa de 'descongelación' implica:", "a": "Crear la necesidad de cambio, reduciendo las fuerzas que mantienen el statu quo.", "b": "Implementar los nuevos comportamientos, procesos o estructuras.", "c": "Solidificar los nuevos patrones como norma a través de refuerzo.", "d": "Ignorar por completo la resistencia al cambio.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "El modelo de cambio en tres etapas de Kurt Lewin es: 1) Descongelar: preparar a la organización abandonando viejos comportamientos y actitudes. Requiere demostrar que el statu quo ya no es aceptable, generando insatisfacción y reduciendo las fuerzas de resistencia. 2) Cambiar (movimiento): implementar las nuevas prácticas. 3) Recongelar: estabilizar el cambio, integrándolo a la cultura mediante refuerzos."}
{"pregunta": "Una 'estrategia de diversificación' implica que la empresa:", "a": "Ingresa a nuevos mercados con productos nuevos, diferentes de su línea actual.", "b": "Vende el mismo producto en la misma zona geográfica.", "c": "Reduce el número de productos en su portafolio.", "d": "Solo atiende a un nicho de mercado muy específico.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Planeación", "razonamiento": "La diversificación es una estrategia de crecimiento corporativo que lleva a la empresa más allá de su producto y mercado actuales. Puede ser relacionada (cuando los nuevos negocios tienen sinergia con los existentes) o no relacionada (conglomerados). Busca reducir riesgos al no depender de un solo mercado, aprovechar capacidades internas o capturar nuevos clientes."}
{"pregunta": "El 'principio de la paridad de autoridad y responsabilidad' significa que:", "a": "A mayor responsabilidad asignada, debe corresponder un nivel equivalente de autoridad para cumplirla.", "b": "La autoridad siempre debe ser mayor que la responsabilidad.", "c": "La responsabilidad debe ser mayor que la autoridad para motivar el esfuerzo.", "d": "Ambas deben mantenerse completamente separadas y desconectadas.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Organización", "razonamiento": "Este principio clásico sostiene que no se puede hacer responsable a alguien por una tarea si no se le da la autoridad necesaria para tomar decisiones, movilizar recursos y dar instrucciones relacionadas con esa tarea. Si hay desequilibrio (mucha responsabilidad y poca autoridad), la persona se frustra y no puede actuar eficazmente. Si hay mucha autoridad y poca responsabilidad, puede llevar al abuso."}
{"pregunta": "En la 'curva de experiencia', el descenso en los costos unitarios a medida que aumenta la producción acumulada se atribuye a:", "a": "Aprendizaje, especialización, inversiones en tecnología y economías de escala.", "b": "Solo a la reducción de los salarios de los empleados.", "c": "Exclusivamente a la publicidad masiva.", "d": "Al azar y a factores externos incontrolables.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "La curva de experiencia (concepto relacionado con la de aprendizaje) muestra que cada vez que la producción acumulada total se duplica, los costos unitarios descienden en un porcentaje constante. Esto se debe a múltiples factores: 1) Aprendizaje por repetición de trabajadores y gerentes, 2) Mejoras en procesos y especialización, 3) Mejor diseño de productos, 4) Estandarización, y 5) Economías de escala. Es un concepto estratégico para lograr ventaja en costos."}
{"pregunta": "El 'outsourcing' o subcontratación de procesos de negocio (BPO) puede presentar el riesgo de:", "a": "Pérdida de control sobre actividades críticas y dependencia del proveedor.", "b": "Aumentar automáticamente los costos fijos de la empresa.", "c": "Disminuir la flexibilidad de la organización para responder a cambios.", "d": "Forzar a la empresa a contratar más personal propio.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Planeación", "razonamiento": "Aunque el outsourcing puede reducir costos y acceder a expertos, conlleva riesgos importantes: 1) Pérdida de control y visibilidad sobre procesos que pueden ser críticos, 2) Dependencia del proveedor (riesgo de holdup), 3) Posibles problemas de calidad o confidencialidad, 4) Descontento interno por despidos. Por ello, es crucial subcontratar solo actividades no centrales (no core) y gestionar cuidadosamente los contratos y relaciones con los proveedores."}
{"pregunta": "En el modelo de liderazgo de la 'rejilla gerencial' de Blake y Mouton, el estilo (9,9) representa:", "a": "Poca preocupación por las personas y por la producción.", "b": "Alta preocupación tanto por las personas como por la producción (equipo).", "c": "Alta preocupación por las personas y baja por la producción (club campestre).", "d": "Alta preocupación por la producción y baja por las personas (autoridad-obediencia).", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "La rejilla gerencial evalúa el estilo de liderazgo según dos ejes: preocupación por las personas (eje Y) y preocupación por la producción/tarea (eje X), cada uno en una escala de 1 a 9. El estilo (9,9) - 'Gerencia de Equipo' - es el ideal teórico: el líder logra un alto desempeño a través del compromiso de las personas, fomentando la confianza, el respeto, la participación y las metas desafiantes. Integra las necesidades individuales y organizacionales."}
{"pregunta": "La 'teoría de la legitimidad' en el contexto de responsabilidad social sugiere que las organizaciones:", "a": "Actúan de manera socialmente responsable para ser percibidas como legítimas por la sociedad y mantener su 'licencia para operar'.", "b": "No necesitan considerar las expectativas sociales, solo las legales.", "c": "Deben maximizar utilidades incluso violando normas sociales ampliamente aceptadas.", "d": "Su legitimidad depende únicamente de su tamaño y poder de mercado.", "correcta": "a", "materia": "Administración", "tema": "Estudio de Empresas y Organizaciones", "razonamiento": "Esta perspectiva institucional sostiene que la supervivencia y éxito de una organización dependen no solo de recursos económicos, sino también de su legitimidad social (aceptación, deseabilidad, apropiación). Las empresas buscan alinear sus acciones con los valores y normas sociales predominantes (o cambiar la percepción de estos) a través de la RSE, para mantener o mejorar su legitimidad y evitar sanciones sociales, boicots o regulaciones más estrictas."}
{"pregunta": "En gestión de inventarios, el sistema 'MRP' (Material Requirements Planning) se utiliza para:", "a": "Planificar las necesidades de materiales y componentes dependientes, basándose en el programa maestro de producción.", "b": "Pronosticar las ventas a largo plazo de productos terminados.", "c": "Diseñar la publicidad para nuevos materiales.", "d": "Negociar los salarios del personal de almacén.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "MRP es un sistema de planificación y control de la producción para gestionar inventarios de materiales dependientes (aquellos cuya demanda deriva de la de un producto final). Toma como entradas el programa maestro de producción (qué y cuándo fabricar) y la lista de materiales (BOM), y calcula cuándo y cuánto ordenar de cada componente y materia prima, considerando los tiempos de entrega y existencias."}
{"pregunta": "La 'ventaja competitiva' según Michael Porter puede lograrse a través de estrategias genéricas como:", "a": "Liderazgo en costos, diferenciación o enfoque (en costos o diferenciación).", "b": "Solo a través de la publicidad masiva constante.", "c": "Contratando al mayor número posible de empleados.", "d": "Copiando exactamente la estrategia del competidor líder.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Planeación", "razonamiento": "Porter propuso que para tener un desempeño superior, una empresa debe elegir una de estas tres estrategias genéricas: 1) Liderazgo en costos (ser el productor de menor costo), 2) Diferenciación (ofrecer algo único valorado por los clientes), o 3) Enfoque (concentrarse en un segmento estrecho y servirlo mejor que nadie, ya sea con bajos costos o diferenciación). Intentar ser 'todo para todos' lleva a quedar 'atrapado en el medio' con malos resultados."}
{"pregunta": "El 'principio de excepción' aplicado al control gerencial implica que:", "a": "Los gerentes deben supervisar personalmente todas y cada una de las tareas.", "b": "Los gerentes deben enfocar su atención en los resultados que se desvían significativamente de los estándares.", "c": "No se deben establecer estándares para ninguna actividad.", "d": "Cada empleado debe ser una excepción a las reglas generales.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "Este principio, asociado a la administración científica, busca la eficiencia gerencial. Sugiere que los gerentes deben concentrar su tiempo y esfuerzo en manejar las excepciones o desviaciones importantes de los resultados planeados. Las actividades que proceden según lo previsto pueden ser manejadas por subordinados mediante reglas y procedimientos rutinarios. Esto permite a la gerencia enfocarse en la planeación y en problemas críticos."}
{"pregunta": "Una 'alianza estratégica' entre empresas generalmente tiene como objetivo:", "a": "Compartir recursos, riesgos y conocimientos para lograr objetivos estratégicos que serían difíciles de alcanzar individualmente.", "b": "Eliminar por completo a un competidor común mediante una fusión hostil.", "c": "Establecer un monopolio legal en un mercado.", "d": "Reducir la innovación y mantener el statu quo del sector.", "correcta": "a", "materia": "Administración", "tema": "Estudio de Empresas y Organizaciones", "razonamiento": "Una alianza estratégica es un acuerdo de cooperación entre dos o más empresas independientes para perseguir un conjunto de objetivos acordados, permaneciendo como entidades separadas. Puede involucrar compartir tecnología, desarrollo conjunto de productos, acceso a mercados o canales. Es menos comprometido y permanente que una fusión o joint venture, pero permite acceder a complementariedades y competir mejor."}
{"pregunta": "En la gestión de la cadena de suministro (SCM), el concepto de 'colaboración' busca:", "a": "Que empresas proveedoras, fabricantes y distribuidores compartan información y coordinen planes para optimizar el flujo de productos y reducir costos totales.", "b": "Que cada eslabón de la cadena optimice sus costos individualmente, aunque perjudique a otros.", "c": "Aumentar los inventarios de seguridad en cada punto de la cadena.", "d": "Mantener a los proveedores en una relación de constante competencia por el precio más bajo.", "correcta": "a", "materia": "Administración", "tema": "Fundamentos de la Administración - Áreas Funcionales", "razonamiento": "La colaboración en la cadena de suministro (ej: CPFR - Collaborative Planning, Forecasting and Replenishment) implica que los socios intercambian información sensible (pronósticos de demanda, niveles de inventario) y alinean sus procesos. Esto reduce el 'efecto látigo' (amplificación de la variabilidad de la demanda hacia arriba en la cadena), mejora el servicio al cliente, reduce inventarios y costos para todos. Es una relación ganar-ganar basada en confianza."}
{"pregunta": "El 'análisis de brechas' (gap analysis) en planeación estratégica identifica:", "a": "La diferencia entre el desempeño futuro deseado (objetivos) y el desempeño futuro esperado si se continúa con las estrategias actuales.", "b": "Las diferencias salariales entre gerentes y empleados operativos.", "c": "Exclusivamente los errores contables del pasado.", "d": "La brecha generacional entre empleados jóvenes y mayores.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Planeación", "razonamiento": "Es una técnica que compara el 'dónde queremos estar' (objetivos estratégicos) con el 'dónde es probable que estemos' si no se cambia nada (proyección del desempeño actual). La 'brecha' resultante cuantifica el desafío estratégico. Luego, la organización debe desarrollar nuevas estrategias o ajustar recursos para 'cerrar la brecha' entre la trayectoria actual y la deseada."}
{"pregunta": "En el contexto de la administración de la tecnología, el concepto de 'disrupción digital' se refiere a:", "a": "La transformación de industrias y modelos de negocio tradicionales causada por nuevas tecnologías digitales.", "b": "Una falla técnica temporal en los servidores de la empresa.", "c": "El proceso de digitalizar archivos físicos en una oficina.", "d": "La actualización rutinaria del software de contabilidad.", "correcta": "a", "materia": "Administración", "tema": "Fundamentos de la Administración - Enfoques de la Administración", "razonamiento": "La disrupción digital ocurre cuando innovaciones basadas en tecnologías digitales (plataformas, big data, IA, IoT) crean nuevos modelos de negocio que desplazan a los actores establecidos. Estas innovaciones suelen ofrecer mayor conveniencia, personalización, eficiencia en costos o acceso (ej: streaming vs. TV tradicional, fintech vs. bancos). Requiere que las empresas existentes se reinventen, no solo adopten tecnología de manera incremental."}
{"pregunta": "El 'modelo de las siete S de McKinsey' sugiere que para que una organización sea efectiva, debe haber alineación entre elementos 'duros' y 'blandos'. Entre los elementos 'blandos' se incluyen:", "a": "Estrategia, Estructura y Sistemas.", "b": "Estilo, Personal, Habilidades y Valores Compartidos (Superordinate Goals).", "c": "Solo las finanzas y la contabilidad.", "d": "El suministro de materias primas.", "correcta": "b", "materia": "Administración", "tema": "Proceso Administrativo - Organización", "razonamiento": "El marco 7-S de McKinsey postula que siete elementos internos interconectados determinan la efectividad organizacional. Se dividen en: 'Duros' (más fáciles de identificar y gestionar): Estrategia, Estructura y Sistemas. 'Blandos' (más intangibles y culturales): Estilo (de liderazgo), Personal, Habilidades (colectivas) y Valores Compartidos (el núcleo cultural que une los otros seis). El cambio en uno afecta a los demás; los 'blandos' suelen ser los más difíciles de cambiar."}
{"pregunta": "La 'teoría de la agencia' estudia los conflictos que pueden surgir entre:", "a": "Los propietarios (principales) y los gerentes (agentes) debido a intereses distintos e información asimétrica.", "b": "Dos empresas que son socias en un joint venture.", "c": "Los departamentos de producción y ventas dentro de una misma empresa.", "d": "Los empleados sindicalizados y no sindicalizados.", "correcta": "a", "materia": "Administración", "tema": "Estudio de Empresas y Organizaciones", "razonamiento": "En las grandes corporaciones, hay una separación entre la propiedad (accionistas) y el control (gerentes contratados). La teoría de la agencia analiza este relación: el principal (accionista) contrata a un agente (gerente) para que actúe en su interés. Los problemas (costos de agencia) surgen cuando los agentes persiguen sus propios intereses (ej: beneficios personales, crecimiento del imperio) y el principal no puede monitorearlos perfectamente. Los mecanismos de gobernanza (junta directiva, incentivos alineados) buscan reducir estos costos."}
{"pregunta": "En gestión de proyectos, el 'diagrama de PERT' (Program Evaluation and Review Technique) se diferencia del diagrama de Gantt en que PERT:", "a": "Enfoca en las relaciones de dependencia entre tareas y permite calcular la probabilidad de terminar en una fecha, considerando tiempos optimistas, pesimistas y más probables.", "b": "Solo muestra las tasks en barras horizontales sin relaciones.", "c": "Es exclusivamente para proyectos de construcción civil.", "d": "No considera la secuencia de actividades.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "Mientras el diagrama de Gantt es excelente para visualizar el cronograma y el progreso, PERT es una técnica de red que se enfoca en modelar las interdependencias entre tareas. Usa nodos y flechas, y calcula la ruta crítica. Una característica clave es que maneja la incertidumbre en las duraciones usando tres estimaciones de tiempo (optimista, más probable, pesimista) para calcular una duración esperada y la varianza, permitiendo estimar probabilidades de cumplimiento de plazos."}
{"pregunta": "La 'innovación abierta' (open innovation), concepto de Chesbrough, contrasta con el modelo tradicional cerrado en que:", "a": "La empresa busca ideas y tecnologías tanto internas como externas, y permite que sus ideas no utilizadas fluyan al exterior para ser desarrolladas por otros.", "b": "La empresa investiga y desarrolla todo internamente, protegiendo celosamente su propiedad intelectual.", "c": "La innovación es responsabilidad exclusiva del departamento de I+D.", "d": "Las patentes nunca deben ser licenciadas a otras empresas.", "correcta": "a", "materia": "Administración", "tema": "Fundamentos de la Administración - Emprendimiento", "razonamiento": "El modelo tradicional de innovación cerrada asume que la empresa debe controlar todo el proceso de I+D, desde la idea hasta la comercialización. La innovación abierta propone un modelo más permeable: las ideas valiosas pueden venir de dentro o de fuera (startups, universidades, clientes), y las ideas internas que no encajan en el modelo de negocio pueden salir (a través de licencias, spin-offs) para crear valor en otra parte. Se basa en la colaboración y en el reconocimiento de que el conocimiento está distribuido."}
{"pregunta": "En el análisis estratégico, las 'capacidades dinámicas' se refieren a la habilidad de la empresa para:", "a": "Integrar, construir y reconfigurar competencias internas y externas para abordar entornos de cambio rápido.", "b": "Mantener sus procesos operativos exactamente iguales durante décadas.", "c": "Producir un solo producto de manera muy eficiente.", "d": "Seguir las tácticas del competidor líder de manera reactiva.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Planeación", "razonamiento": "Desarrollado por Teece, Pisano y Shuen, este concepto va más allá de los recursos estáticos (VRIO). Las capacidades dinámicas son procesos de alto nivel (como la percepción del mercado, la captura de oportunidades y la reconfiguración de recursos) mediante los cuales la empresa adapta, integra y renueva sus recursos y competencias ordinarias para mantener la ventaja competitiva en entornos turbulentos. Es la capacidad de 'renovarse' estratégicamente."}
{"pregunta": "El 'efecto látigo' (bullwhip effect) en la cadena de suministro se manifiesta como:", "a": "Una amplificación progresiva de las fluctuaciones en la demanda a medida que se avanza desde el minorista hacia el fabricante y los proveedores.", "b": "Una suavización perfecta de la demanda en todos los eslabones.", "c": "Una reducción constante de los inventarios en cada etapa.", "d": "Un acuerdo perfecto entre el pronóstico de ventas y la producción.", "correcta": "a", "materia": "Administración", "tema": "Fundamentos de la Administración - Áreas Funcionales", "razonamiento": "Es un fenómeno perverso en cadenas de suministro no coordinadas. Pequeñas variaciones en la demanda del consumidor final causan distorsiones cada vez mayores en los pedidos que hacen los minoristas a los mayoristas, estos a los fabricantes, y estos a sus proveedores. Se debe a factores como pronósticos basados en pedidos (no en demanda real), lotes de compra, fluctuaciones de precios y racionamiento. Resulta en exceso de inventarios, costos elevados y mal servicio. La colaboración y compartir información son claves para mitigarlo."}
{"pregunta": "Un 'modelo de negocio' describe:", "a": "La lógica de cómo una organización crea, entrega y captura valor para sus clientes y para sí misma.", "b": "Solo el logo y el eslogan de marketing de la empresa.", "c": "Exclusivamente la estructura legal de la sociedad.", "d": "El plano arquitectónico de las instalaciones de la fábrica.", "correcta": "a", "materia": "Administración", "tema": "Fundamentos de la Administración - Emprendimiento", "razonamiento": "Un modelo de negocio es una representación de cómo la empresa genera ingresos y obtiene beneficios. Explica la propuesta de valor para el cliente, los segmentos de mercado, los canales, las relaciones con clientes, las actividades, recursos y socios clave, la estructura de costos y las fuentes de ingreso. Herramientas como el 'Business Model Canvas' ayudan a visualizarlo. Es más concreto que la estrategia y más fundamental que el plan financiero."}
{"pregunta": "La 'gestión del conocimiento' en las organizaciones busca:", "a": "Capturar, organizar, almacenar y compartir el conocimiento tácito y explícito de los empleados para mejorar la competitividad.", "b": "Reducir la nómina despidiendo a los empleados más experimentados.", "c": "Mantener el conocimiento en silos departamentales sin compartirlo.", "d": "Depender exclusivamente del conocimiento de consultores externos.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Dirección", "razonamiento": "El conocimiento (especialmente el tácito, que está en la mente de las personas) es un activo estratégico. La gestión del conocimiento implica crear sistemas (tecnológicos y culturales) para identificar, capturar, estructurar, distribuir y aplicar el conocimiento individual y colectivo. Esto incluye bases de datos de mejores prácticas, comunidades de práctica, lecciones aprendidas y programas de mentoría. Su objetivo es evitar la pérdida de conocimiento cuando la gente se va y acelerar el aprendizaje organizacional."}
{"pregunta": "En el contexto del control de calidad, 'Seis Sigma' es una metodología que busca:", "a": "Reducir la variación en los procesos para lograr un nivel de defectos extremadamente bajo (no más de 3.4 defectos por millón de oportunidades).", "b": "Aceptar un nivel del 10% de productos defectuosos como normal.", "c": "Incrementar la variedad de productos ofrecidos al mercado.", "d": "Duplicar los costos de producción para mejorar la calidad.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "Seis Sigma es una metodología disciplinada y basada en datos para eliminar defectos en cualquier proceso, desde manufactura hasta transaccional. Usa un conjunto de herramientas estadísticas y sigue el ciclo DMAIC (Definir, Medir, Analizar, Mejorar, Controlar). El objetivo estadístico es reducir la variación del proceso hasta que su desempeño esté dentro de ±6 desviaciones estándar de la media (de ahí el nombre), lo que teóricamente produce un nivel de calidad casi perfecto."}
{"pregunta": "El 'análisis de sensibilidad' en la evaluación de proyectos sirve para:", "a": "Determinar cómo cambian los resultados (ej: VAN) cuando se modifican variables clave (ej: precio de venta, costo de materia prima).", "b": "Medir la sensibilidad de los empleados a los cambios de horario.", "c": "Evaluar el impacto ambiental sensible de un proyecto.", "d": "Analizar solo el mejor escenario posible sin considerar riesgos.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "Es una técnica de análisis de riesgo que prueba la robustez de un proyecto o decisión. Consiste en variar una por una las suposiciones clave (variables de entrada) para ver cuánto afectan al resultado final (variable de salida, como el Valor Actual Neto). Identifica qué variables son más 'sensibles' o críticas (aquellas que un pequeño cambio produce un gran impacto), indicando dónde se debe poner más atención en la estimación y el monitoreo."}
{"pregunta": "La 'teoría institucional' aplicada a las organizaciones explica que las empresas tienden a volverse similares ('isomorfismo') debido a:", "a": "Presiones coercitivas (leyes), miméticas (copiar a los exitosos) y normativas (profesionalización).", "b": "Solo a la libre competencia perfecta del mercado.", "c": "Exclusivamente a los caprichos de los dueños.", "d": "La ausencia total de reglas en el entorno.", "correcta": "a", "materia": "Administración", "tema": "Fundamentos de la Administración - Enfoques de la Administración", "razonamiento": "La teoría institucional sostiene que las organizaciones operan en un entorno institucional lleno de reglas, normas y expectativas sociales. Para obtener legitimidad y sobrevivir, se ajustan a estas 'instituciones' a través del isomorfismo: 1) Coercitivo (leyes, regulaciones), 2) Mimético (imitar a otras organizaciones en incertidumbre) y 3) Normativo (presiones de grupos profesionales, educación similar de los gerentes). Esto explica por qué empresas del mismo sector se parecen más allá de las eficiencias técnicas."}
{"pregunta": "Un 'punto de orden' en un sistema de control de inventarios es:", "a": "El nivel de existencias que dispara la acción de realizar un nuevo pedido.", "b": "El nivel máximo de inventario permitido.", "c": "El momento del día en que se realiza el conteo físico.", "d": "La orden de despido de un empleado del almacén.", "correcta": "a", "materia": "Administración", "tema": "Proceso Administrativo - Control", "razonamiento": "También llamado 'punto de reorden', es un concepto clave en los sistemas de inventario de cantidad fija (como el modelo de lote económico). Es el nivel de inventario (en unidades) en el cual se debe emitir un nuevo pedido para reponer las existencias, considerando la demanda durante el tiempo de entrega y el inventario de seguridad. Su cálculo correcto evita rupturas de stock y minimiza los costos de mantener inventario."}
{"pregunta": "La 'hipótesis de los mercados eficientes' en finanzas, aplicada a la gestión empresarial, sugiere que:", "a": "Los precios de las acciones reflejan instantáneamente toda la información pública disponible, haciendo difícil 'ganarle al mercado' consistentemente.", "b": "Los gerentes pueden manipular fácilmente el precio de las acciones a largo plazo con anuncios falsos.", "c": "Los mercados financieros son siempre irracionales y caóticos.", "d": "La información interna (insider trading) no tiene valor alguno.", "correcta": "a", "materia": "Administración", "tema": "Fundamentos de la Administración - Áreas Funcionales", "razonamiento": "Esta hipótesis, en su forma semi-fuerte, tiene implicaciones para los gerentes: 1) Es difícil engañar a los mercados con maquillaje contable a largo plazo; el valor se crea con decisiones estratégicas reales. 2) La comunicación transparente y oportuna con los inversionistas es crucial. 3) Los esfuerzos por 'gestionar' el precio de la acción a corto plazo con trucos suelen ser ineficaces. La estrategia debe enfocarse en crear valor económico real."}
{"pregunta": "Una de las características esenciales del emprendimiento que lo distingue de simplemente 'administrar un negocio' es:", "a": "La búsqueda activa y aprovechamiento de oportunidades de mercado, asumiendo riesgos calculados para crear valor.", "b": "El seguimiento estricto y sin cambios de los procedimientos establecidos por los dueños anteriores.", "c": "La aversión total al riesgo y el deseo de mantener una estabilidad absoluta en las operaciones.", "d": "La dependencia exclusiva de recursos y capital proporcionados por entidades gubernamentales sin retorno.", "correcta": "a", "materia": "Administración", "tema": "Fundamentos de la Administración - Emprendimiento", "razonamiento": "El núcleo del emprendimiento es la identificación proactiva de oportunidades (necesidades no satisfechas, problemas por resolver) y la movilización de recursos para aprovecharlas, aceptando la incertidumbre y el riesgo inherentes a crear algo nuevo. Esto contrasta con la administración pura, que se enfoca más en optimizar y mantener operaciones existentes. Las otras opciones describen comportamientos opuestos al espíritu emprendedor."}